[
  {
    "index": 1,
    "src": "https://public-files.gumroad.com/acdn990t810bt6kobhfqwmiuv1kt",
    "title": "The Lost colors",
    "penjual": "Hani",
    "ppSeller": "https://public-files.gumroad.com/01bwrjeyu8mgcmqr0ihpgj9ngr62",
    "linkSellerHref": "https://hanibiarie.gumroad.com/l/nggpjo?layout=discover&recommended_by=search",
    "price": "22",
    "sellerText": "Children's book, about the power of words.\nWhy colors could disappear? Come along on the journey of The Lost Colors, with Layla, her family and friends. They are looking for the the lost colors."
  },
  {
    "index": 2,
    "src": "https://public-files.gumroad.com/gi1f998n0y9p9cncyvphle3r55po",
    "title": "Founders' Day: a story by Arzhang Zafar",
    "penjual": "BRUISER",
    "ppSeller": "https://public-files.gumroad.com/bgmw0udhms322udua0fibr96t3pk",
    "linkSellerHref": "https://bruiser.gumroad.com/l/foundersday?layout=discover&recommended_by=search",
    "price": "10",
    "sellerText": "Available NOW. For wholesale purchasing, contact us directly at bruiser.magazine@gmail.com\n\nOn a day like any other, Neil receives a devastating communication: he has been selected to participate in his town's annual Founders' Day Game, a compulsory fight to the death between two citizens. Will Neil stoically face near-certain death, or will he manage to find someone else to take his place?\n\nThe third volume in the BRUISER Zines series, Founders' Day is a short story by the Philadelphia writer Arzhang Zafar, whose previous work can be found in BRUISER and Apocalypse Confidential. Printed and assembled in Baltimore with art by Jun Wilkinson, this limited edition zine is a pitch-black social satire of the arbitrary violence endemic to fascist culture.\n\n\"Founders' Day conjures an Omelas-dystopia through the lens of the now infamous tweet, \"Why do we...never question if the child has bad vibes?\" Arzhang Zafar's dry wit paints the unflattering image of a man, more cockroach than human, desperate to survive within the very community which has nominated him to fight for his life. This dystopic satire explores a rampantly unjust system of capital punishment, where the reader reckons with a disturbing question: is it carceral-minded to be happy when your personal enemies meet an untimely demise?\"\n\n- Jane DIESEL\n\n\"Zafar’s wit trickles into plain language at a methodical pace. You can sense him smirking as brutal absurdity first punctures the seemingly banal suburban world of Founders' Day, inducing the shock-turned-odd-bliss of the best surreal fiction. If someone told me they’d run out of Kafka to read, or wanted something DeLillo-y they could start and finish on their lunch break, I’d tell them to read this.\"\n\n- Jake Symbol\n\n\"Like Clive Barker's In the Hills, The Cities had a baby with The Hunger Games and then the baby was raised by The Ones Who Walk Away From Omelas, Arzhang Zafar's Founders' Day explores how our desire to be loved is nothing more than a symptom of our fear of death, and how this same love is used as a weapon.”\n\n- David Simmons"
  },
  {
    "index": 3,
    "src": "https://public-files.gumroad.com/lhi7tanqb4x4fd1ixf0sgpisehlt",
    "title": "Foul Black Rookeries - stories by David Simmons",
    "penjual": "BRUISER",
    "ppSeller": "https://public-files.gumroad.com/bgmw0udhms322udua0fibr96t3pk",
    "linkSellerHref": "https://bruiser.gumroad.com/l/foulblackrookeries?layout=discover&recommended_by=search",
    "price": "10",
    "sellerText": "Copies should start shipping on or around May 24. For wholesale purchasing, contact us directly at bruiser.magazine@gmail.com\n\n\"Welcome to the lore of David Simmons: four stories that read like a lost history of Baltimore, drug users staring into the uncanny, an apocryphal account of those in the trenches. These are ordinary people butting up against extraordinary circumstances; there’s emotional weight and prose that cuts like a knife while dripping style. This is David Simmons’ world, we’re just lucky enough to live in it.\"\n\n-- Justin Lutz, author of Gemini Rising and Gone to Seed\n\nThe fifth volume in the BRUISER Zines series, Foul Black Rookeries is a collection of four stories by Baltimore writer David Simmons. Printed and assembled in Baltimore, this limited edition zine is a startling portrait of Baltimore as seen through Simmons' grimy lens, taking the warts-and-all approach of crime fiction and pushing it somewhere stranger and more terrifying.\n\n\"Simmons is a chameleon of prose, slipping into the minds of his characters and the landscapes of his bizarro Baltimore with ease, imbuing each story with a profound authenticity borne not only from an attentiveness to the world, but even more so a clear and ineffable passion for the inner workings of things--whether they be fantastic biologies or makeshift weapons or philosophical frameworks. It's all as real as it is surreal.\"\n\n-- Arzhang Zafar, author of Founders’ Day\n\n\"David Simmons is the Joyce Carol Oates of Charm City.\"\n\n-- Brian Allen Carr, author of Opioid, Indiana and Bad Foundations\n\n\"David Simmons is the most exciting, wildest writer I've come across in years.He'll make you wince from horror, laugh from dialogue, and then, when you're distracted by eldritch gods and conceptual madness, he'll emotionally gut you. One of the very best.\n\n-- e. rathke, author of Howl and Glossolalia\n\n\"Foul Black Rookeries is a small collection of short stories with a brilliant yet uncompromising imagination and colossal prose. You’ll find an intermingling of urban grit with old school horror sensibilities that only Simmons could cook up. These stories will cut you with a surgeon’s precision and unearth emotions you didn’t even know were lying dormant.\"\n\n-- Grant Wamack, author of Bullet Tooth\n\n\"David Simmons burst on the scene with a voice so confident and precise that he must have honed it in a past life. He will be one of the greats. I have no doubt about that.\"\n\n-- J. David Osborne, author of Dying World and War in Heaven\n\n\"Not since Vonnegut has there been a more distinct and perfect alchemy of absurdism, heart, and intellect than in the work of David Simmons.\"\n\n-- Kelby Losack, author of Mercy and Letting Out The Devils\n\n\"Simmons replicates the experience of stress into a surrealism of violence. Not a portrait of evil but of its consequences.\"\n\n-- O.F. Cieri, author of Backmask"
  },
  {
    "index": 4,
    "src": "https://public-files.gumroad.com/4o2vjzqgod04xc10p2qdt80z1kid",
    "title": "Saturn Returns: a mixed-media poetry zine by Ashley E Walters",
    "penjual": "BRUISER",
    "ppSeller": "https://public-files.gumroad.com/bgmw0udhms322udua0fibr96t3pk",
    "linkSellerHref": "https://bruiser.gumroad.com/l/saturnreturns?layout=discover&recommended_by=search",
    "price": "10",
    "sellerText": "Available for preorder NOW. Copies should start shipping on or around April 26. For wholesale purchasing, contact us directly at bruiser.magazine@gmail.com\n\n\n\n\nI wrote this on a scrap of paper while eating an apple:\nIf I collect up all the images and thoughts and fears from my everyday life and mind and put it all together, will it tell me something? Will it give me a sign? I would like to pour my heart into the embodiment of the Paris, Texas monologue, but instead of separated lovers, it’s me trying to poeticize the detritus in my brain and I can’t quite see who I am talking to.\n\nGoogle searches are poems. Spam emails are poems. Being lost is a poem. Everything reflects some part of me back to myself. It’s all kind of embarrassing.\n\nThe images and texts in Saturn Returns chronicle a strange time when Saturn re-entered the place it was at my birth, a difficult period of a few years that most astrologers believe to be the hallmark of adulthood. This doorway also acted as a mirror, one that reflected my utter confusion, moments of scrying at divinity, a war with my body. Filled with yearning and uncertainty, images from everyday are stacked and arranged to approximate a poem. From this arrangement comes another poem. They reflect back at each other–trying to understand.\n\nThe fourth volume in the BRUISER Zines series, Saturn Returns is a mixed-media collage of phone screenshots, photos, found images, and poetry by the Los Angeles-based artist and writer Ashley E Walters. Printed and assembled in Baltimore, this limited edition zine is an intimate, bittersweet meditation on the small moments and questions that accumulate over the course of existing in a mundane-yet-complex world.\n\n\n\n\n\nPOV: you’re spending one golden afternoon, or maybe one manic morning or one cool neon night in Ashley E. Walters eyeballs seeing what she’s seeing, scrolling what she’s scrolling.\n\nPOV: you just picked up Saturn Returns. This deft collection of poem-image-poems gives you the uncanny and sublime sensation of stepping into Walters’ skin and holding in your/her hand your/her cellphone and generating questionable google search histories via stream-of-consciousness-intrusive-thought search sprees. The barrier between image and poem dissolves as does the boundary between worlds outside and inside the phone while you hold it up to take a photo and receive a text containing a screenshot of a camera roll. Real ones will know the phone world is the real world, too. Real ones will step out of Walters' skin with a new-found appreciation for the poetry easily discovered on daily walks and in spam email folders. Needless to say: Ashley E. Walters is a Real One.\n\nSide note: I really want that hat. You’ll know which one I mean.\n\n-- Anna K. Crooks, author of girl poems\n\n\n\n\n\nIt’s hour 5 of a 7 hour road trip. You look out the passenger side window. The land is flat and your eyes are starting to hurt. Ashley E Walters is driving. If you remember being 29, you’re starting to cry. Frenetic and unafraid, Saturn Returns is overwhelming in its ability to rescue the sublime from the mundane. Presented in two parts, two wholes, one hand steals images and the other holds open tabs. This work is not done lightly, but wryly, reveling in the absurdities that knock a body from (too much) despair. A masterful work.\n\n-- Devlin Grimm\n\n\n\n\n\nSaturn Returns presents the fluidity of mind-wandering and universality of strangeness one experiences when conducting deep introspection during a pivotal time period. Walters invites us into intimate scenes from her everyday life, experimentally layered, in image and text. We relish recent queries and glance through the rear window of her car. Walters gives space to the small moments that amount to monumental symbols of love, advice, longing, humility, recognition, and poignant absurdity. The presence of light gleams, is in transit, and is fleeting as Walters’ photographs and poems act as a mirror and at times a shadow of the real body.\n\n-- Ellen Phillips\n\n\n\n"
  },
  {
    "index": 5,
    "src": "https://public-files.gumroad.com/s0g96tqs61ocrk6am23pa97cahti",
    "title": "By the Horns",
    "penjual": "Astrid Anne Rose",
    "ppSeller": "https://public-files.gumroad.com/uvptj3woilcx5c5f0kebaoo95zpz",
    "linkSellerHref": "https://astridannerose.gumroad.com/l/by-the-horns?layout=discover&recommended_by=search",
    "price": "5",
    "sellerText": "On vacation in Crete, a woman discovers unconventional ways to escape her dying marriage.\n\nElena Ferrante colliding with the fantastique.\n\n32 pages, PDF."
  },
  {
    "index": 6,
    "src": "https://public-files.gumroad.com/sersamkpoyj72w4a7ca3pmnu9kcy",
    "title": "Cereus & Limnic: Definitive Collection",
    "penjual": "Keith Hayden",
    "ppSeller": "https://public-files.gumroad.com/a7dgmwhrpqp13vqazp9gl3f58ktl",
    "linkSellerHref": "https://khayden22.gumroad.com/l/cereus-limnic?layout=discover&recommended_by=search",
    "price": "9",
    "sellerText": "\n\n\n\n\n\n\nA military science fiction story with big ideas, Cereus & Limnic tells the story of two rival organizations locked in a bitter struggle for the future of humanity.\n\nOne conflict will decide the fate of millions in this spectacular work of fiction.\n\nThis book will guide you to greater insight about human society and how to change it for a brighter future.\n\nWhat You Get:\nCereus & Limnic (Novel Only)\n\n📖 An electronic copy of the Cereus & Limnic novel (495 pages) ($20 Value)\n\n\n\n\n\nCereus & Limnic: Definitive Collection\n\n📖 An electronic copy of the Cereus & Limnic novel (495 pages) ($20 Value)\n\n🎧 67 episodes of the Cereus & Limnic Audiodrama Podcast (AD-FREE, REMASTERED) in mp3 format (21 hrs 17 mins of audio) ($30 Value)\n\n📕 DLC STORY: “Operation Silent Thunder” The Legend of Cheeks (7500+ words) ($10 Value)\n\n🎵 28 Original songs (1 hr 40 mins of music) ($20 Value)\n\n🎞️ Mini- Documentary: One Man Show - “Making of Cereus & Limnic” ($30 Value)\n\n🎨 21 Pieces of original story artwork ($30 Value)\n\n🎧 20 Episodes of Cereus & Limnic: Behind-the-book Podcast (mp3 files) (6 hrs 11 mins of audio) ($30 Value)\n\n🎮 Instant access to Cereus & Limnic: Circular Dungeon Room (Game) ($10 Value)\n\n🎮 Instant access to Sci-fi Color Battle (Game) ($10 Value)\n\n🔊 Audio log - Plans for Cereus & Limnic 2 and 3 ($10 Value)\n\n\n\nCereus & Limnic: Definitive Collection + Video Novel\n\n📕 Everything in Cereus & Limnic: Definitive Collection\n\n🎞️ 21+ hrs of video\n\n🎨 60+ story images\n\n🎞️ 8 YouTube videos with the full story\n\n\n\nOperation Silent Thunder: The Legend of Cheeks (DLC ONLY)\n\n📕 DLC STORY: “Operation Silent Thunder” The Legend of Cheeks (7500+ words) ($10 Value)\n\n"
  },
  {
    "index": 7,
    "src": "https://public-files.gumroad.com/2xwq7b0bojdegd6pafu39ggr1mr2",
    "title": "Those Wyrd and Wonderful | Paperback",
    "penjual": "Trent Lindsey",
    "ppSeller": "https://public-files.gumroad.com/ubi41aifuk8wlsldp95qjbjod063",
    "linkSellerHref": "https://honestthreats.gumroad.com/l/wyrd-and-wonderful?layout=discover&recommended_by=search",
    "price": "15",
    "sellerText": "The gods shake their snow globe and chuckle, for the world was not always silent and still.\n\nFor those interested in stories about a bunch of misfits who regularly confront the supernatural, fighting to become more than pawns between the games of cosmic horrors. Their company struggles against insurmountable odds, trauma and turmoil which cultivate in their own anxiety-riddled adventures. Magik often draws the ire of ruinous powers, and in a world where isolated frontier towns are crushed by relentless torrents of snowfall, vagabonds take all the help they can get, lest be wiped off the map. The events in my novel start similarly to the Klondike Gold Rush, as pioneers attempt to tame the unbound wilderness. Those at the mercy of the weather quickly discover fate pulling their strings, and beasts nipping at their heels, goading them further into the fray. In a world so untamed, everything may seem bleak and dismal, but there is still much joy in the world, hidden to all those too bitter or driven to drink. Whether we find love in our hobbies and craft, or each other, there is always balance, our light to guide way through the dark. Unofficially, my recipe is one part sour, one part sugar, stir, and lastly, top it all off with a pinch of existential dread.\n\nAfter the earth froze over in a great cataclysm, humanity took to the old city’s underground tunnels and survived the chill like vermin. Hundreds of years later, as the clans continue to clash over heat and scraps, people decide to test their mettle by reclaiming the world above only to discover that these lands rally against them by manner of tooth and claw.\n\nWilliam is one of those second-generation pioneer kids who’d rather forfeit his daily drudges than compete against those vagabonds racing to stake their claim. Alas, as the barrowtide season bears the brunt of bad weather, his frontier settlement is deemed just another lost cause. The young boy Jones is forced into a harsh reality, coming to terms on whether he’ll sink or swim, cast against an ever-rising white tide and the dark secrets harbored there.\n\nDealt a bad hand, William faces a hostile world where honest threats are always looming against him. “Those Wyrd and Wonderful” showcases the grim decisions of frontier life, because to thrive, one must first survive. An earnest lad learns to roll with these punches, neither losing his compassion, nor those morals while countless others around him have chosen to forget.\n\nAbout the Author\n\nA little bit about me, I’m a central Ohio native who has always been immersed in storytelling, studying art, design and all things creative. I earned my Bachelor of Fine Arts in Animation from the Columbus College of Art & Design. My professional background for awhile was in social media, where I managed accounts for a reality enterprise, art community, and several start-ups. Afterwards, I became an aquarium technician, visiting homes to take care of clients’ fishtanks and ponds. Then I decided to get out of the city, move to a small town, and kickstart my career as a writer.\n\nMy work details a world cast with rime, filled to the brim with unconventional creatures and drama, there’s a little something for everyone in his novels. I feature an eccentric slew of characters and down-to-earth grit, where those fictional few are spurred on a path of pure, unadulterated adventure, traversing untamed wilds, and confronting their harsh realities.\n\nI do have a separate book which I self-published but never really marketed, titled “A World of Honest Threats,” which introduces the icy narrative. It’s designed as a world-building book for D&D fans, detailing just what it takes to survive in my fictional winter wonderland. What sort of menagerie should navigators expect? Well, there’s the burly bison, timid troll-kin, those particular gremlins led by their pompous kit-king, and even that dreaded tundra terror who all have their parts to play. In a certain twist of events, I actually created my world first. Now I’m writing the tales of those who live it, and it all begins with this debut novel, “Those Wyrd and Wonderful,” the first of many more to come.\n____\n\nEmail me at marketing.trentlindsey@gmail.com with any questions."
  },
  {
    "index": 8,
    "src": "https://public-files.gumroad.com/j9shle05dx1f7gmwyi7x2bj1wu2u",
    "title": "A Well Moderated Evening & Other Rambunctious Short Stories",
    "penjual": "Crumbz",
    "ppSeller": "https://public-files.gumroad.com/ssebyleqjibpctorpvwlqxvx3srj",
    "linkSellerHref": "https://amrengifo.gumroad.com/l/AWellModerateEvening?layout=discover&recommended_by=search",
    "price": "19",
    "sellerText": "Memorable, thought provoking, downright mad.\n\nThese are not bedtime stories.\n\nIn a time of blatantly recycled ideas, these new stories are a breath of fresh air.\n\nThey are safe to read, but it is the author's hope they are not. A few of these push the envelope and hopefully get labeled dangerous to read (what phenomenal marketing that would be!)\n\n10 Short Stories with big ideas on murder, simps, weebs, grief, wellness gurus, pets, doctors and more.\n\nDark and satirical, these stories pay homage to the original comedy, the tragedy.\n\nYou'll wonder if these stories are true, if they really could have happened?\n\nYes! Each story is based on real events, their absurdity as a story only hides the madness of the world.\n\n\n\n\nThe 10 Stories Are:\n\n-Doctor Influenza\n\n-The Local Hero\n\n-2D LOVE 2DIE FOR\n\n-Feline Superiority\n\n-Symbiotic Purpose\n\n-Bark for Help\n\n-The Moths\n\n-Street Glamping\n\n-The Jeff Reality\n\n-A Well Moderated Evening\n\n\n\n\n\nQuick and entertaining reads that will leave you wondering where the lines between art and reality blur.\n\nFor a refreshing bit of entertainment click the purchase link to your right!"
  },
  {
    "index": 9,
    "src": "https://public-files.gumroad.com/645xz9c0goj6mdgivkejr9brg1y6",
    "title": "Twilight Monk: Books 1 and 2 (ILLUSTRATED NOVELS) PDF download",
    "penjual": "Trent Kaniuga",
    "ppSeller": "https://public-files.gumroad.com/zscb14sh517rl20xv72c4nae6mla",
    "linkSellerHref": "https://trentk.gumroad.com/l/TfXKo?layout=discover&recommended_by=search",
    "price": "4.99",
    "sellerText": "Available in paperback and kindle on Amazon.\nhttps://www.amazon.com/Trent-Kaniuga/e/B0069989M2%3Fref=dbs_a_mng_rwt_scns_share\n\nRead up on the origin story of Twilight Monk before the Video Game! (currently in development)\n\nIncludes:\n\n-Books 1 and 2 in pdf format.\n\n-Over 100,000 words. Over 70+ illustrations and sketches by the author.\n\n-World of Twilight Monk (art book) preview\n\n-Includes wallpaper jpegs\n\n\n\n\nWritten by Trent Kaniuga and Chris Krubeck\n\nArt by Trent Kaniuga and Danny Kong\n\n\n\nIt is a desperate time in the land of Speria. Rumors of villages destroyed by Dark Creatures echo across the land. The downtrodden survivors turn to the remnants of Moonken warriors at Crescent Isle, but their pacifist ways do not allow them to intervene.\n\nRaziel Tenza and Rin Torra are likely the worst Moonken to ever train at the monastery on the mystical shores of Crescent Isle. But when an insurgent gang of miscreants (The Red Cobras) threaten to run them out of town, they decide to team up and stand their ground. The only problem is... they stink at kung fu!\n\nWith no fighting ability whatsoever, (but a whole lot of gusto!) they embark on an epic martial arts adventure in search of a shortcut to the ultimate badass Kung Fulio power of their ancestors. In their desperate struggle, they accidentally unleash raging Darksprites, get wrapped up in a legendary mystical heist, and discover secret powerful artifacts that will shape their destiny, and determine the fate of the Monks of Twilight.\n\nTwilight Monk is a series of Kung Fu action-adventure fantasy novels.\n\n\n\n"
  },
  {
    "index": 10,
    "src": "https://public-files.gumroad.com/jxznj2hi4itgepvgvehmtg1hce44",
    "title": "Foundling",
    "penjual": "Astrid Anne Rose",
    "ppSeller": "https://public-files.gumroad.com/uvptj3woilcx5c5f0kebaoo95zpz",
    "linkSellerHref": "https://astridannerose.gumroad.com/l/duvsg?layout=discover&recommended_by=search",
    "price": "1",
    "sellerText": "A werewolf gains an unexpected companion.\n\nInspired by relevant work by Tanith Lee (as always) and Melanie Tem.\n\n10 pages, PDF."
  },
  {
    "index": 11,
    "src": "https://public-files.gumroad.com/lrycy6usz7f7kzlnnhpjn35p2l9v",
    "title": "Fata Morgana",
    "penjual": "Astrid Anne Rose",
    "ppSeller": "https://public-files.gumroad.com/uvptj3woilcx5c5f0kebaoo95zpz",
    "linkSellerHref": "https://astridannerose.gumroad.com/l/nCDxk?layout=discover&recommended_by=search",
    "price": "1",
    "sellerText": "An echo of religious violence from the past inflicts itself on a girl in the present.\n\n15 pages, PDF."
  },
  {
    "index": 12,
    "src": "https://public-files.gumroad.com/llb8tj2zz5ghdhll5akcxjqvrp3h",
    "title": "La Porte du Roi : Liberté Entravée - livre audio",
    "penjual": "Lisa Schneider",
    "ppSeller": "https://public-files.gumroad.com/dfw4xtq50uc3w82m3ewami3yt0pr",
    "linkSellerHref": "https://lisaschneiderauteur.gumroad.com/l/xAHyA?layout=discover&recommended_by=search",
    "price": "20",
    "sellerText": "Prisonnière de sa vie et de sa caste, Ehsan porte la terrible marque de l’esclavage depuis ses huit ans. Servante au palais royal, son quotidien est rythmé par les injustices qui la révoltent. Mais une femme de sa condition peut-elle y changer quelque chose ?\n\nDans la capitale d’Elôn, la vie n’est belle que pour les nobles. Au service du prince héritier Shahin, elle s’aperçoit qu’elle n’est pas la seule à souffrir et à désirer que le monde change. Elle remarque en ce prince les prémices d’un grand souverain. Peut-elle vraiment lui accorder sa confiance et sa loyauté ?\n\n\n\n\n\n"
  },
  {
    "index": 13,
    "src": "https://public-files.gumroad.com/br1b49y6hx6wbhj4af7007kesenb",
    "title": "How I Found Her",
    "penjual": "Brendan Halpin",
    "ppSeller": "https://public-files.gumroad.com/7vvcnksaa23x8psqgw6bb3xcacm2",
    "linkSellerHref": "https://bhalpin.gumroad.com/l/howifoundher?layout=discover&recommended_by=search",
    "price": "0",
    "sellerText": "Jen lost her job and her husband (and the contents of their joint bank accounts) in the same week, going from wealthy to working class overnight. Struggling to make ends meet as a gig worker, she enters an apartment for a dog walk and finds the murdered body of the woman her husband left her for. The police believe Jen is the killer and aren’t interested in any other suspects, so it’s up to Jen, with the help of her college-aged daughter and her fellow gig worker and new friend Susan, to find the real killer."
  },
  {
    "index": 14,
    "src": "https://public-files.gumroad.com/sgjtkot77g5hhpl4kozm070lqw0h",
    "title": "La fille sadique",
    "penjual": "Astrid Anne Rose",
    "ppSeller": "https://public-files.gumroad.com/uvptj3woilcx5c5f0kebaoo95zpz",
    "linkSellerHref": "https://astridannerose.gumroad.com/l/RFkFG?layout=discover&recommended_by=search",
    "price": "1",
    "sellerText": "A cruel mother finds she has raised a crueler daughter.\n\n19 pages, PDF."
  },
  {
    "index": 15,
    "src": "https://public-files.gumroad.com/gm1aw2x2h17r0f4ewh375kifld50",
    "title": "In the Greenhouse",
    "penjual": "Astrid Anne Rose",
    "ppSeller": "https://public-files.gumroad.com/uvptj3woilcx5c5f0kebaoo95zpz",
    "linkSellerHref": "https://astridannerose.gumroad.com/l/FUtTG?layout=discover&recommended_by=search",
    "price": "1",
    "sellerText": "An isolated gardener tends to a nursery of vampiric plants.\n\n15 pages, PDF.\n\nCW: explicit self-harm."
  },
  {
    "index": 16,
    "src": "https://public-files.gumroad.com/gqeqi3b7hsdeiygv52flrqvjmciw",
    "title": "Spinach",
    "penjual": "Spinach",
    "ppSeller": "https://public-files.gumroad.com/qr0398gcqwvqjdysepzvds3281b0",
    "linkSellerHref": "https://spinach.gumroad.com/l/spinach_magazine?layout=discover&recommended_by=search",
    "price": "12",
    "sellerText": "Spinach is a thought on fiction.\n\nThe grafting of familiarity unto strangeness, a transitional environment, which can take as many forms as we are able to give. It is a kind of timid and evocative fiction that you’ll find here, mislaid in the infinity of organisms of an elusive taxonomy.\n\nThese pages are a small intimate collection of original texts in different languages, standing alone as well as in dialogue with images and film photography, drawing little isles of fiction—the allusion to a story, known trails and unsuspected paths.\n\nWhere you can find our spinach leaves:\n\nLibreria del Convegno, Milan (copies nn. 50, 51, 52)\n\nSpazio BK, Milan (copies nn. 53, 54, 55)\n\nTÈCO, Palermo (copies nn. 40-49)\n\nDo you feel its weight?\n\n\n"
  },
  {
    "index": 17,
    "src": "https://public-files.gumroad.com/0y2t77cr4qz7ifkqstdgtpwq56io",
    "title": "Beautiful Short Fiction and Poetry: The Madmen Among Us",
    "penjual": "Victor D. Sandiego",
    "ppSeller": "https://public-files.gumroad.com/mtw088xuqpysh0h01hgczg59yg8x",
    "linkSellerHref": "https://victordavid.gumroad.com/l/the-madmen-among-us?layout=discover&recommended_by=search",
    "price": "6",
    "sellerText": "From a wanderer who finds a rope hanging from the clear desert sky to a man who is sure he’ll discover happiness in counting all the world’s beans to beautiful gardens that hold an invisible lover or a deserted boulevard where the smoky smell of revolution lingers, enjoy the unique voice of Victor Sandiego as he takes the reader over mountains and across sands to find an elusive spirit guide or kicked-off shoes on the hotel floor.\n\nPart prose, part poetry, these works alternately seethe and celebrate with their fantastic detail and a mythology that is allied with the divine and at the same time grounded in the footsteps of cultural outcasts who search for a deeper meaning of life among the stones and sidewalks of the city streets."
  },
  {
    "index": 18,
    "src": "https://public-files.gumroad.com/c46yscald3af87utq2s2ki0sur3z",
    "title": "Chess Festive Bundle",
    "penjual": "Chess Notion",
    "ppSeller": "https://public-files.gumroad.com/9mbg0n5tdda21lcav8121joof9uw",
    "linkSellerHref": "https://chessnotion.gumroad.com/l/Festivebundle?layout=discover&recommended_by=search",
    "price": "15",
    "sellerText": "🎉 Celebrate the New Year with our exclusive Festive Season Special Offer! 🎁 Elevate your reading experience with a bundle that's not just a deal but a life changer! 📚 Immerse yourself in the captivating world of chess and mysteries with our trio of transformative books at an irresistible price.\n\n👉 Dive into 'Chess 101', your ultimate guide to mastering the game from scratch. 🤔 Uncover Sherlock Holmes' ingenious unraveling of 'A Scandal in Bohemia', a chess-themed thriller that unveils the rise of a world champion and a witch's hidden secrets within a chessboard. 🏆 And discover the empowering journey of overcoming addiction through the power of chess.\n\nThis bundle brings wisdom, strategy, and thrilling tales – all aimed at enhancing your chess skills and offering inspiring narratives. Purchase this unique collection at HALF the total price this festive season! For inquiries or to seize this limited-time offer, reach out to us at admin@chessnotion.com. Wishing you joy, growth, and success in the New Year ahead! 🌟 #ChessNotion #FestiveSeasonSpecial #NewYearOffer"
  },
  {
    "index": 19,
    "src": "https://public-files.gumroad.com/dcwcm6ui6yhcjeowim5ifij17248",
    "title": "Merry Arlan: Finding The Heir (Signed)",
    "penjual": "Will Soulsby-McCreath (nopoodles)",
    "ppSeller": "https://public-files.gumroad.com/a7s4mmnrsa4twggepvdqurbajmz0",
    "linkSellerHref": "https://willsoulsbymccreath.gumroad.com/l/MAFTH?layout=discover&recommended_by=search",
    "price": "11.99",
    "sellerText": "Merry Arlan: Finding The Heir is part two of the Guardian Cadet Series, an adult fantasy series with action adventure, heapings of magic, and a delightful heart-warming romance.\n\nMerry has never been a good liar. She is, however, adept at keeping secrets: she's been passing herself off as Human for years.\n\nBut that ruse and her position as a Guardian Cadet are called into question when the Elven Queen summons Merry to fulfil a role she ran away from years ago: Elven Lord.\n\nIf she wants out, she has to travel to the Elven Court — a vipers nest of lies and schemes that press against her unwilling bond with a lie-detecting, curse-breaking amulet — to find a replacement before the upcoming Mid-Spring Ball.\n\nTo deal with the Court and the pain of returning to a house that was once her prison, Merry has to turn to the last person she would expect to help her.\n\nAnd then assassins begin to strike at leaders on the Rubisle.\n\n_\n\nThis listing is for a physical signed paperback copy of Merry Arlan: Finding The Heir to be sent to the address of your choice along with some awesome Guardian Cadet Series merch (like character booksmarks and/or a postcard map, feel free to make requests but these are typically chosen at random)"
  },
  {
    "index": 20,
    "src": "https://public-files.gumroad.com/lf95r1aktjy458bfkxa3mshwijcl",
    "title": "Blackout",
    "penjual": "Clickworks Press",
    "ppSeller": "https://public-files.gumroad.com/ik1if7x7zbd6w0tjliuh4qs82xof",
    "linkSellerHref": "https://clickworks.gumroad.com/l/erin17?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "by Steven Henry"
  },
  {
    "index": 21,
    "src": "https://public-files.gumroad.com/qszbru3j2tvavdw7c4x1whyieqmp",
    "title": "American Garbage: The Meager Rise and Massive Fall of a No-Name Rock Band (Limited Edition Signed Paperback)",
    "penjual": "Lucas Mangum",
    "ppSeller": "https://public-files.gumroad.com/qb1c7lqc7x49wnn89cdticempfik",
    "linkSellerHref": "https://reallucasmangum.gumroad.com/l/PamZO?layout=discover&recommended_by=search",
    "price": "20",
    "sellerText": "\n\n\nFeaturing a cover by Kelby Losack, is my first coming of age novel. Its 138 pages follow a young adult in a band of burnouts he’s trying to hold together while navigating his own mental illness and tumultuous intimate relationships during the early years of the War on Terror. Buying it gets you a signed, limited edition paperback and a DRM-free PDF which should work on your favorite e-reader.\n\n-------\n\nEXCERPT:\n\nJonathan had already been tripping all day and had begun to plateau. Mike was starting to peak. I was dead sober and fucking miserable. Neither of my guitarists could figure out what to play. Jonathan would play a riff and Mike would just stand there with a slack-jawed expression. Jonathan would stop and mean-mug Mike. Mike would play his own riff and Jonathan would try to follow along, but with the peak of the trip coming on, Mike could hardly focus long enough to play in the same key, the same time signature, the same scale for more than a few seconds. Jim on drums was happy to be there, laughing at every false start. That was easy for him to do as he’d be going off to college at the end of the summer. Jamming with us was just his way of killing time until then. Dean on bass just sat there, smoking cigarettes and watching. He had almost no training whatsoever but was pretty good at following instructions and could play anything we tabbed out for him later. It just didn’t give him much to do when it was time to write new material. After the fourth or fifth false start, Mike set down his guitar and headed for the studio door. He had his hands up to his ears and the sweat glistened on the back of his bald head.\n\n“He gonna be okay?” I asked Jonathan.\n\n“Fuck him. Prick.”\n\nI was losing control.\n\n-------\n\nis a rock ‘n’ roll tragedy full of sex, drugs, and shattered dreams"
  },
  {
    "index": 22,
    "src": "https://public-files.gumroad.com/nfhfc02tnz47wz4qbbx363ggf2mr",
    "title": "Firebrand PAPERBACK",
    "penjual": "Megan Preston Meyer",
    "ppSeller": "https://public-files.gumroad.com/03qk26gvry9spfpdvgdawczibuhl",
    "linkSellerHref": "https://meganprestonmeyer.gumroad.com/l/Firebrand?layout=discover&recommended_by=search",
    "price": "12.99",
    "sellerText": "NO ONE is their authentic self at work\n\nCurrant Keppler has a fresh MBA and her first corporate job: participating in the LATTE Management Rotation Program at Alpine Chalet Coffee Company, the Midwest's second-largest coffee chain. She's fluent in jargon, excited for new challenges, and completely bought in—until she realizes that there's something fishy with her first project.\n\nI'm in the big leagues now, she tells herself. This is just how the game is played. But when a question of ethics turns into a question of murder, she learns that some people will do anything to succeed – and that NO ONE is their authentic self at work.\n\nCombining corporate culture, the start-up scene, cabin life, and punny coffee drinks, Firebrand takes a campy, loving look at impostor syndrome, authenticity, and the absurdities of the corporate world.\n\n“A clever mystery replete with Millennials, MBAs, Marketing, and Macchiatos… It’s witty, fresh, and spot on.” – Susan D. Steiner, Murder by Manuscript (the August Burns series)\n\n\"Funny, existential, and thought-provoking.\" – Mahmoud Rasmi, philosophy consultant\n\n\"As a Minnesotan and someone going into corporate life, I appreciated it.\" – Mya Sullivan, Minnesotan going into corporate life\n\nwww.alpinechalet.coffee"
  },
  {
    "index": 23,
    "src": "https://public-files.gumroad.com/8h8jkemzzi6r8chis3u07v0t3mzg",
    "title": "Don't Look at the Moon: A Short Story (Story Only)",
    "penjual": "Morris Sweat",
    "ppSeller": "https://public-files.gumroad.com/zktoo71ez29w149y2zb7pc3yvfxu",
    "linkSellerHref": "https://morrissweat.gumroad.com/l/TWykP?layout=discover&recommended_by=search",
    "price": "5",
    "sellerText": "\"Don't Look at the Moon\" is a short story about a young man who receives a nationwide text in the middle of the night simply saying, \"DO NOT LOOK AT THE MOON.\" Follow along as his whole world begins to unravel and he quickly learns that no one can be trusted.\n\n..........................................................\n\nLast school year, my Freshman were about a week ahead of the rest of the teachers so I threw in a quick one-week creative writing unit while we waited for the rest of the classes to catch up. I gave them an engaging prompt I found off the Internet and dished out some tips and pointers before having them go off and write their own story. The unit went so well that I decided to jump in and write my own since that's what I pretend to consider myself - a writer. They enjoyed my story so much that they were telling me to turn it into a movie or a full book, so instead, I just decided to publish it here. That's it. That's the origin of this short story. It's a piece of fiction geared towards younger adults. I'm proud of how it came out. I hope you enjoy it as much as they did."
  },
  {
    "index": 24,
    "src": "https://public-files.gumroad.com/07ezsxxfv8ne6qfms2f8v4p08lzz",
    "title": "Errant Hope",
    "penjual": "Damien Jennison",
    "ppSeller": "https://public-files.gumroad.com/tkajkp10w5p086etkegh2l1cfp1p",
    "linkSellerHref": "https://kikoskia.gumroad.com/l/errant-hope?layout=discover&recommended_by=search",
    "price": "3.99",
    "sellerText": "It came from the heavens and brought disaster.\n\nCallum’s life was a hard one, toiling day after day as an unskilled labourer deep in the countryside. Never looking beyond the next winter, his lot was unremarkable and one with little hope of improvement. When an opportunity to earn easy coin falls into Callum’s lap, he readily accepts without thinking of the risk.\n\nWolves and brigands turn out to be the least of his problems, however, for a chance encounter with an old weathered sword puts him at the centre of mysterious events, earns him the attention of a suspicious knight and gains him some unlikely allies. Their journey for answers — one Callum has little choice but to go on — leads him to learn of the terrible responsibilities that come with wielding the sword and of an enemy whose goals will change his world forever.\n\nPulling inspiration from the science fiction and fantasy media of his youth and the lessons learned throughout his life about overcoming adversity, Errant Hope is Damien Jennison's first novel and the first steps in an epic adventure that will sweep you away.\n\nYou can buy a copy of the eBook here on Gumroad. If you're interested in a physical edition, you can buy one on Amazon instead.\n\nNote: you will be charged in USD, with VAT on top of the price if applicable for your country. The exact total will be shown at checkout."
  },
  {
    "index": 25,
    "src": "https://public-files.gumroad.com/zljedl54i2e9i23twf0708ugjvoz",
    "title": "Off Planet - Aunare Chronicles, Book 1 (eBook)",
    "penjual": "Aileen Erin",
    "ppSeller": "https://public-files.gumroad.com/bz4xbvrw9efuuu9s3vh6s6qw88pz",
    "linkSellerHref": "https://aileenerin.gumroad.com/l/yrmqn?layout=discover&recommended_by=search",
    "price": "1.99",
    "sellerText": "“Suspenseful sci-fi with complex world-building and a tough-as-nails heroine you’ll want to root for!” — Elizabeth Briggs, New York Times Bestselling Author of Future Shock\n\n“In this bleak world, one spark of hope soon turns into an inferno. And just like a fireball, once this story is ignited, it just doesn’t stop.” — Maria V. Snyder, New York Times bestselling author of Navigating the Stars\n\nFrom USA Today Bestselling Author Aileen Erin comes the now complete Aunare Chronicles.\n\nIn an all-too-plausible future where corporate conglomerates have left the world’s governments in shambles, anyone with means has left the polluted Earth for the promise of a better life on a SpaceTech owned colony among the stars.\n\nMaité Martinez is the daughter of an Earther Latina and a powerful Aunare man, an alien race that SpaceTech sees as a threat to their dominion. When tensions turned violent, Maité found herself trapped on Earth and forced into hiding.\n\nFor thirteen years, Maité has stayed hidden, but every minute she stays on Earth is one closer to getting caught.\n\nShe’s lived on the streets, gone hungry, and found a way to fight through it all. But one night, while waitressing in a greasy diner, a customer gets handsy with her. She reacts without thinking.\n\nCovered in blood, Maité runs, but it’s not long before SpaceTech finds her…\n\nArrested and forced into dangerous work detail on a volcano planet, Maité waits for SpaceTech to make their move against the Aunare. She knows she’ll be used as a pawn soon. If she can’t find a way to stop them, there will be an interstellar war big enough to end all life in the universe.\n\nBut how can one girl—one prisoner—prevent the total annihilation of humanity without getting herself killed in the process?"
  },
  {
    "index": 26,
    "src": "https://public-files.gumroad.com/tysh79z8mr164a9v77jczvb35lvx",
    "title": "Tex Randle: Brotherhood Of the Gun",
    "penjual": "Rise of the New Media",
    "ppSeller": "https://public-files.gumroad.com/i74qtkuhjium39q8ycycetexdf99",
    "linkSellerHref": "https://briancates.gumroad.com/l/feUYO?layout=discover&recommended_by=search",
    "price": "12",
    "sellerText": "William Raymond ‘Tex’ Randle aspired to be the West’s deadliest gunfighter. Little did he know what fate had in store for him in the mining boom town of Yalta, California. Through an unfortunate incident he ends up at the mercy of the wife & daughter of one of his former victims. Confronted by their Christian love for even a man like him, Tex is confused & confounded at every turn. In the end, he has to take a stand – and try to stop the range war that drew him to Yalta in the first place!\n\nFormat : ePub & PDF"
  },
  {
    "index": 27,
    "src": "https://public-files.gumroad.com/xrikdwm1khi3pru4c1wf1zs4ioox",
    "title": "Melting Point",
    "penjual": "Andrea Anderson",
    "ppSeller": "https://public-files.gumroad.com/bx3d0y3oiht2fkp48ck8i253jhti",
    "linkSellerHref": "https://aanderson.gumroad.com/l/zCWvx?layout=discover&recommended_by=search",
    "price": "5",
    "sellerText": "When Maverick and August accept the job at the old winery in California, they assume it’ll be just like all the others, even if it is wildfire season – a mystery that isn’t much of a mystery after you give Death a chance to explain itself.\n\nThey’re wrong.\n\nObviously.\n\nSince 1966, twenty-nine dead bodies have been found at the now-defunct winery; the rumors about how they got there range from patently, predictably absurd to downright chilling. It could be a serial killer, like the cops and the amateur detectives and the true crime enthusiasts all seem to think it is, or it could be something worse. Something darker. Something less natural, less human—less likely, as far as Maverick and August are concerned.\n\nThey’re wrong about that, too.\n\nMeanwhile, August is actually trying to start that fake ghost-hunting YouTube channel for reasons that don’t quite make sense, and Charlie’s past connection to Nicholas Parrish is being yanked, kicking and flailing and screaming, right back into the spotlight, still just the slightest bit out of focus, and Maverick finally—finally—has a secret of his own.\n\nBlood, though.\n\nBlood is thicker than water, and it tends to leave a stain behind once its dry.\n\nHow deep should you have to dig to find the roots in your family tree? Six feet? Like a grave?\n\n\n\n\nsample | sequel to Gravediggers and Breathe Underwater"
  },
  {
    "index": 28,
    "src": "https://public-files.gumroad.com/eiycz607b8oomvck1qruz0svk163",
    "title": "Fractal Futures",
    "penjual": "John Hanacek",
    "ppSeller": "https://public-files.gumroad.com/guejtz8dwku9emc5s0wu79s863ip",
    "linkSellerHref": "https://jhana.gumroad.com/l/qvtza?layout=discover&recommended_by=search",
    "price": "7.77",
    "sellerText": "Stories from within a hundred years and beyond. Possibilities revealed ruthlessly. Hope springs eternal when the truth is acted upon.\n\nA collection of 19 original short stories of varying length mostly science fiction, all intertwined yet separate, exploring themes of personhood, technology, power and grace. Inspired by possibilities in AI, robotics, cosmology, 4D materials. Genres could be called Cyberpunk, Solarpunk, Lovepunk.\n\nWritten over the course of 2014 to 2022. The founder of Wired magazine and futures oriented person Kevin Kelley awarded the shortest story in this collection $100, so to get all these stories for $10 is an exponential deal!\n\nI really hope you enjoy these, some have been shared throughtout the years (thanks beta readers known and unknown) most have never been published before.\n\nThe future is always a story of the present with echoes of the past. We inherit the future from the stories told in the now. What future do we want? Explore this part of the fractal of futures..."
  },
  {
    "index": 29,
    "src": "https://public-files.gumroad.com/rajdklyvpcjyqz4plsx7o1rfmu0o",
    "title": "The NaNoWriMo Kit",
    "penjual": "Rae Elliott",
    "ppSeller": "https://public-files.gumroad.com/7yxjisoeb5ii04ccvv3c05yogh5a",
    "linkSellerHref": "https://barelyharebooks.gumroad.com/l/jHqsF?layout=discover&recommended_by=search",
    "price": "10",
    "sellerText": "If you're a writer seeking to join the NaNoWriMo fun for the first time, how can you write a 50,000 word novel in a month without putting your life on hold? You grab a copy of this awesome kit!\n\n#theNaNoWriMokit is what every writer (with a life) seeking to participate in NaNoWriMo 2016 needs!\n\nThe NaNoWriMo Kit includes:\n\nA suggested daily word count goal\n\nHow to create an outline\n\nPages for character crafting\n\nTips for creating powerful sentences\n\nThe secret to writing a killer first chapter\n\nAdvice on how to edit your manuscript like a pro\n\nHow to break into Act Two, or your novel’s “middle part”\n\nWhere and when to submit your work to the official NaNoWriMo contest\n\nAnd much more!\n\nBut most importantly, the kit includes a tight, organized 30-day schedule that will help you reach your NaNoWriMo goal while keeping your day job and enjoying the nightlife.\n\nLearn more about it here: http://barelyharebooks.com/thenanowrimokit/\n\n(PLEASE SELECT 'DOWNLOAD' AFTER PURCHASE NOT 'READ', or 'OPEN IN APP')\n\n\n\n"
  },
  {
    "index": 30,
    "src": "https://public-files.gumroad.com/hquw1leffv5is7iobv5leoeao6cz",
    "title": "Tentacle Head",
    "penjual": "Rick Claypool",
    "ppSeller": "https://assets.gumroad.com/assets/gumroad-default-avatar-5-623b6723477dd15920db554b0a4e9aac6a5e41159fd3d7bb4c9f9745a44e4f85.png",
    "linkSellerHref": "https://rickclaypool.gumroad.com/l/wneqy?layout=discover&recommended_by=search",
    "price": "0",
    "sellerText": "Tentacle Head is back! Overflowing dumpster playtime it is!\n\nThis goopy horror (not-for-children) children's book has been out of print since the collapse of Bear Creek Press.\n\nNow this slime-slathered absurdist adventure has returned, newly reformatted by illustrator Sarah Allen Reed and ready for fresh readers to engulf like a greasy meatball.\n\nSee what happens when a nightmarish cast of weird little guys find what they think is a dead body — only to discover the horrible corpse is a living but ultra-depressed mutant: Tentacle Head.\n\nLincoln Michel, author of The Body Scout, says it's \"like The Little Prince reimagined by David Cronenberg.\"\n\nAmber Sparks, author of And I Do Not Forgive You, says it's \"like if the Garbage Pail Kids got their own moon and then made you feel sorry for them.\"\n\nB.R. Yeager, author of Negative Space, says it's \"a striking and wholly unique tale of apocalypse and survivor’s guilt.\"\n\nErica Satifka, author of How to Get to Apocalypse and Other Disasters, describes it as \"a twisted story of family and friendship in a fungus-strewn nightmare world.\""
  },
  {
    "index": 31,
    "src": "https://public-files.gumroad.com/x7vp0ujiwvh6opirtaavtbonwvgq",
    "title": "The Dream World Collective",
    "penjual": "Clickworks Press",
    "ppSeller": "https://public-files.gumroad.com/ik1if7x7zbd6w0tjliuh4qs82xof",
    "linkSellerHref": "https://clickworks.gumroad.com/l/dwc1?layout=discover&recommended_by=search",
    "price": "7.99",
    "sellerText": "Written by Ben Y. Faroe"
  },
  {
    "index": 32,
    "src": "https://public-files.gumroad.com/qv2wq30a4mhq8ghg6ps5s17j5cxq",
    "title": "Level Up or Die: A LitRPG Steampunk Adventure",
    "penjual": "Joshua Lisec",
    "ppSeller": "https://public-files.gumroad.com/lxus033i2r4n172fbkoxxx3ayo6j",
    "linkSellerHref": "https://joshualisec.gumroad.com/l/levelupordie?layout=discover&recommended_by=search",
    "price": "9.99",
    "sellerText": "“...blunt, fast-moving, entertaining...” — Kirkus Reviews\nTo tear down the system . . .\n. . . He’s got to level up\n\n\n\n\nCondemned by the media circus of a People’s Republic of California court, Donny is plugged into a deadly game as entertainment for the brutalized masses.\n\nTormented over failing his father, Donny realizes honor hangs in the balance.\n\nHis family’s fate lies in his hands.\n\nDonny must battle through a cutthroat digital world to free thousands of political prisoners and bring down the corrupt system. But the future’s most ruthless killers stand in his way.\n\nCan Donny’s wits and unbreakable spirit get him out alive?\n\nFans of Ready Player One and Sword Art Online will love Level Up or Die, the new first-person steampunk LitRPG adventure from #1 bestselling authors Joshua Lisec and Adam Lane Smith. Read it today!\n\n"
  },
  {
    "index": 33,
    "src": "https://public-files.gumroad.com/u4dji4aspl2af4kbioffkuhdl7xm",
    "title": "SNOW: Complete Edition",
    "penjual": "Benjamin Rivers",
    "ppSeller": "https://public-files.gumroad.com/ngegjtm0zvcmn3ju1hdvbd2rdcvw",
    "linkSellerHref": "https://benjaminrivers.gumroad.com/l/snow?layout=discover&recommended_by=search",
    "price": "0",
    "sellerText": "SNOW is a graphic novel about a young woman named Dana finding her way among the creeping gentrification of Toronto's Queen Street West neighbourhood.\n\nIt won a Xeric Foundation grant for its production, was nominated for a Joe Shuster Award and was adapted into an independent feature film.\n\nThis high-quality PDF mirrors the second print edition with the complete story, behind-the-scenes bonus content, and even stills and info from the feature film adaptation."
  },
  {
    "index": 34,
    "src": "https://public-files.gumroad.com/upqdrzqavdb8lqtxkrz7chb9s2d6",
    "title": "Psychophysiological Responses to Bus Time Dilation Near Tooloobaika",
    "penjual": "Vánječka",
    "ppSeller": "https://public-files.gumroad.com/w0q1jqvia3wti5tt7ocpidgfiyyc",
    "linkSellerHref": "https://vanyabagaev.gumroad.com/l/bus-time-dilation?layout=discover&recommended_by=search",
    "price": "1",
    "sellerText": "\"A startling pressure cooker of a tale that will leave your mind thoroughly unsettled—and make you question the veracity of 1-star reviews.\" ⭐\n— Felix Futzbucker\n\n\n\n\nANOMALOUS HEATWAVE. WHAT NEXT?\n\nWaiting for a late bus is annoying enough. Add to the mix a sadistic sun, some morally questionable strangers, and dark twists—and an unremarkable bus stop transforms into an arena.\n\nWhen a group of travellers get stuck on an old, almost non-existent bus stop en route to the supposedly utopian village of Tooloobaika, ominous rural ennui erupts into surreal chaos. Petty tensions between the group boil over as characters reveal their inner demons under the baking midsummer heat.\n\nBeneath the tragicomic turmoil of political tension, generational conflict, radical conspiracies, and pagan cults, poignant themes emerge about human morality, apathy and empathy, despair and hope in an indifferent universe.\n\n~50 pages of exquisite dark comedy for £3+"
  },
  {
    "index": 35,
    "src": "https://public-files.gumroad.com/fidbcb5z4piq3sau4sdz5705yq1y",
    "title": "Pillar and Support (PDF version)",
    "penjual": "Pederont",
    "ppSeller": "https://public-files.gumroad.com/o34ximpo2soalofmrpiybpu6qq30",
    "linkSellerHref": "https://pederont.gumroad.com/l/CAGrD?layout=discover&recommended_by=search",
    "price": "6",
    "sellerText": "Story of a rescue team and a female macro.\n\nEnglish/영문판/Color Illustrations/Furry/Rescue Team/Official MDA universe novel/Macro Furry\n\nStory / Illustration: Pederont\n\nTranslation: GasMaskFox\n\nPages: 52\n\nTexts: Approx 27,000\n\nIllustraions: 18\n\nStory line\n\n<The protagonist, Harber, who is active as a rescue team leader at MDA, is preparing to dispatch for rescue activities today, but is suddenly instructed to carry out a rescue operation in cooperation with a new female soldier of a giant race called 'Macro'. Macros are the trouble MDA has fought so far, and are like enemies to Harber. Will Harber be able to complete the rescue operation with Kirina, the first enormous soldier hired by MDA?>\n\nPeople who helped me making this book\n\nIllustration advise - GasMaskFox, Notbad621, and SolutionWCS.\n\nTranslation help - GasMaskFox, WulfWaffle, and OddOldSoul.\n\nAnd thank you all who supports me through my Patreon!\n\n!!THIS DOES NOT CONTAIN PHYSICAL COPY OF THE BOOK!!\n\n※ Illegal acts such as illegal reproduction, distribution, or sale of content without the author's consent may be subject to legal action."
  },
  {
    "index": 36,
    "src": "https://public-files.gumroad.com/5xbaysiupi5wi1dx2eeoje8xvy82",
    "title": "Jackhammer",
    "penjual": "Clickworks Press",
    "ppSeller": "https://public-files.gumroad.com/ik1if7x7zbd6w0tjliuh4qs82xof",
    "linkSellerHref": "https://clickworks.gumroad.com/l/erin22?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "by Steven Henry\n\nFREE BONUS STORY – This edition includes Screwdriver: A Vic Neshenko Story\n\n\n"
  },
  {
    "index": 37,
    "src": "https://public-files.gumroad.com/rgi79q75vu9dcwqj1xcvac06x72z",
    "title": "White Lightning",
    "penjual": "Clickworks Press",
    "ppSeller": "https://public-files.gumroad.com/ik1if7x7zbd6w0tjliuh4qs82xof",
    "linkSellerHref": "https://clickworks.gumroad.com/l/erin20?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "by Steven Henry"
  },
  {
    "index": 38,
    "src": "https://public-files.gumroad.com/26ali90rp8lq4efl90pgnb9h928f",
    "title": "Italian Stallion",
    "penjual": "Clickworks Press",
    "ppSeller": "https://public-files.gumroad.com/ik1if7x7zbd6w0tjliuh4qs82xof",
    "linkSellerHref": "https://clickworks.gumroad.com/l/erin19?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "by Steven Henry"
  },
  {
    "index": 39,
    "src": "https://public-files.gumroad.com/0kqdsq80yuy39jjv6tpd4x77wzeq",
    "title": "Tequila Sunrise",
    "penjual": "Clickworks Press",
    "ppSeller": "https://public-files.gumroad.com/ik1if7x7zbd6w0tjliuh4qs82xof",
    "linkSellerHref": "https://clickworks.gumroad.com/l/corky01?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "by Steven Henry"
  },
  {
    "index": 40,
    "src": "https://public-files.gumroad.com/g81o7eoavepg6zfjldpi1jjdhjkr",
    "title": "Bossa Nova",
    "penjual": "Clickworks Press",
    "ppSeller": "https://public-files.gumroad.com/ik1if7x7zbd6w0tjliuh4qs82xof",
    "linkSellerHref": "https://clickworks.gumroad.com/l/erin16?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "by Steven Henry"
  },
  {
    "index": 41,
    "src": "https://public-files.gumroad.com/npn4inl0ge5o2oucpmwne6b5ri5w",
    "title": "Rose and Fetch Episode 1: Little Lies",
    "penjual": "hairthulhu",
    "ppSeller": "https://public-files.gumroad.com/octhnsr75gortzwpfb4a02v7aawh",
    "linkSellerHref": "https://hairthulhu.gumroad.com/l/evmdcv?layout=discover&recommended_by=search",
    "price": "3",
    "sellerText": "Rose Doomcleaver and Fetch Vargas go to beg his father for to vouch for them. Unfortunately, Rose is an idiot and things go exactly how Fetch expects. Bad joke! Thievery! Angry mobs! Prison graffiti!"
  },
  {
    "index": 42,
    "src": "https://public-files.gumroad.com/n9butztkjbuaobm93o8y09xffe4d",
    "title": "Tales From The Cliff",
    "penjual": "Jan Karlo Lopez",
    "ppSeller": "https://public-files.gumroad.com/ej00v4ogs00cyblyn073xmxbngcv",
    "linkSellerHref": "https://storybyjankarlo.gumroad.com/l/LGmsQ?layout=discover&recommended_by=search",
    "price": "5",
    "sellerText": "Scary stories to make your skin crawl "
  },
  {
    "index": 43,
    "src": "https://public-files.gumroad.com/nnp9rtmgtnsjk29ksio4cgka3ehk",
    "title": "Kyoto Cryptids Vol. 1 - Distant Thunder",
    "penjual": "Kyoto Cryptids",
    "ppSeller": "https://public-files.gumroad.com/5tpu8ny8dtcxq1b5ml8xzd2pidlh",
    "linkSellerHref": "https://kyotocryptids.gumroad.com/l/kcvol1?layout=discover&recommended_by=search",
    "price": "1",
    "sellerText": "Our first issue, released in March 2021, introduces the world of Kyoto Cryptids. May contain: yokai, strange encounters, curious photographs, and seasonally appropriate art."
  },
  {
    "index": 44,
    "src": "https://public-files.gumroad.com/v95d5wyoa45ow7prosn1893ttxwd",
    "title": "The Brothers Karamazov Audiobook",
    "penjual": "Read Unlimited",
    "ppSeller": "https://public-files.gumroad.com/399w7640w8df8q9prve676aies53",
    "linkSellerHref": "https://readunlimited.gumroad.com/l/The_Brothers_Karamazov_Audiobook?layout=discover&recommended_by=search",
    "price": "0",
    "sellerText": "You can download the audiobook for FREE. Just write '0' under .\n\nHowever, you can still pay us a few dollars if you wish because we giveaway 10% of all profit to feed hungry children.\n\nYou will get a .txt document will the links to download the full audiobook."
  },
  {
    "index": 45,
    "src": "https://public-files.gumroad.com/tpi6hgu1gsawwhhkl081rwn9flyj",
    "title": "Alpha Unleashed - Alpha Girls, Book 5 (eBook)",
    "penjual": "Aileen Erin",
    "ppSeller": "https://public-files.gumroad.com/bz4xbvrw9efuuu9s3vh6s6qw88pz",
    "linkSellerHref": "https://aileenerin.gumroad.com/l/edrtzn?layout=discover&recommended_by=search",
    "price": "4.99",
    "sellerText": "From USA Today Bestselling Author Aileen Erin\nTessa McCaide has had it up to here with supernaturals.\n\nLuciana may have failed to steal Tessa’s magic, but she’s just getting started on her crusade for magical domination. If her demonic summoning isn’t stopped, it could mean the end of everything.\n\nTessa’s pack, including her mate Dastien, are ready to fight, but the ragtag group of shifters and witches are no match for Luciana’s power. A little help (and ancient Inca mojo) from Tessa’s bruja cousin, Claudia, may give the side of good a chance if she can make it home in time, but stopping the war is no longer an option.\n\nWhen witches and werewolves fight, no one wins. Only time will tell who will still be standing after the last spell is cast.\n\n“This book was amazing! I have loved this series since the first book and each book in the series as I got to know the characters a little more in each story just made me love them more.” — Eve, Functioning Insanity\n\n\"Tessa is such a fantastic, strong heroine who displays so much bravery and loyalty its a complete pleasure to read. Aileen Erin is a wonderful author who has managed to capture every characters idiosyncrasies with ease with not a single boring moment in the series.” — Lunaland"
  },
  {
    "index": 46,
    "src": "https://public-files.gumroad.com/l5gckjlc7iu59rlu73f8dx1ptgcf",
    "title": "The Convenient Wife",
    "penjual": "Sylvia Hubbard",
    "ppSeller": "https://public-files.gumroad.com/sh8lq29v1rzsdxpfr2nvuc5dmgnc",
    "linkSellerHref": "https://sylviahubbard1.gumroad.com/l/convenientwife?layout=discover&recommended_by=search",
    "price": "1.11",
    "sellerText": "Short Summary\n\nAmid hidden family secrets, Charone Demme, a striking beauty with a painful truth, finds herself forced into a marriage of convenience with Axel Lodewyck, a towering figure grappling with a complicated past. As they navigate their unconventional union, their hearts intertwine, but can their love withstand the weight of their tangled family history? “The Convenient Wife” is a captivating story of love’s triumph over adversity and the strength to break free from the shackles of the past.\n\n\n\n\nAbout the book:\n\nIn a world where secrets hide behind carefully crafted facades, Charone Demme is trapped in a life she never chose. Charone, with her striking 5’5″ frame, chestnut-colored eyes adorned with tiny red flecks, and a bold presence, seems to have it all. But deep within, she carries the burden of a painful truth.\n\nOn the other side of the story stands Axel Lodewyck, a towering figure at 6’5″, whose life has been marked by the cruel hand of fate. Axel’s mother had subjected him to life-altering hormonal treatments since childhood, and his quest to undo the damage has led him to Europe for two decades. When his mother passes away, her final decree throws him a lifeline—he can reunite with his beloved sister, Byrdie, but only if he ties the knot.\n\nByrdie, armed with newfound knowledge, devises a plan to free Charone from her overprotective guardian—Lisbeth’s father—and reunite Axel with his sister. She proposes that Charone marry Axel, a marriage of convenience that will change their lives in ways they never expected.\n\nAs Charone and Axel navigate the complexities of their forced proximity and the bonds of matrimony, they find themselves drawn to each other. But Charone’s past trauma and Axel’s painful history threaten to tear them apart. In a world where family secrets hold the power to shape destinies, can Charone and Axel find a way to break free and build a love that transcends the confines of their unconventional marriage?\n\n“The Convenient Wife” is a captivating tale of romance, resilience, and the enduring power of love in the face of adversity. Join Charone and Axel on their journey of self-discovery, acceptance, and a love that defies all odds.\n\nTropes/Genre\n\nForced Proximity\n\nMarriage of Convenience\n\nFamily Secrets\n\nIdentity and Self-Discovery\n\nOpposites Attract\n\nOverprotective Guardian\n\nLove Triumphs Over Adversity\n\nRedemption and Healing"
  },
  {
    "index": 47,
    "src": "https://public-files.gumroad.com/cmyqtj3vhluoflj4eevrjgspivcy",
    "title": "Threads of Life: A Collection of Literary Fiction",
    "penjual": "Next Chapter",
    "ppSeller": "https://public-files.gumroad.com/7hj3r4tmtyzc0gj7jsv8em7owi58",
    "linkSellerHref": "https://nextchapterbooks.gumroad.com/l/threads-of-life?layout=discover&recommended_by=search",
    "price": "7.99",
    "sellerText": "A collection of three novels by Brian Prousky, now available in one volume!\n\nAuden Triller (Is A Killer): Simon and Auden Triller are twins with vastly different lives. Simon is accomplished, popular, and devoted to his unappreciative brother. Auden, on the other hand, wants nothing more than a simple life free from comparisons to his twin. As Auden's solitude leads to insanity, he loses his grip on reality, and his actions threaten to sever his bond with Simon just when he needs him most.\n\nGod Might Forgive Gershwin Burr: After his father's death, Gershwin Burr turns to stealing books as a remedy for his depression, but his thievery spirals out of control. Despite his wife's pleas to stop, he can't bring himself to quit until he's betrayed and arrested. Imprisoned and tormented by guilt, Gershwin seeks redemption and the identity of his betrayer in this beautifully written novel about trauma and redemption.\n\nThe Anna Geller Invention: A young poet named Harvey Painter is visited by a fan named Anna Geller, who gives him a single poem before disappearing. Thirty years later, an investigative reporter discovers that Anna has secretly given her poems to people around the world, turning her into a literary sensation. Harvey is swept up in the frenzy and becomes infamous when his poem is stolen. This novel is a tribute to poetry and a critique of celebrity culture.\n\n\n\n\nABOUT THE AUTHOR\n\nBrian Prousky spent most of his life as two distinct people. The first held a day job and raised a family and was public and sociable. The second ruminated over sentences and wrote books in secret and dreamed of a living a literary life. They shared little in common, mostly their obsessions – with Bob Dylan, Joni Mitchell, Mozart, Saul Bellow, Roberto Bolano, tennis and hockey.\n\nSomehow, summoning up a kind of courage or resolve he’d assumed was absent from his DNA, the first Brian Prousky left his day job, revealed his secret and dedicated himself full-time to writing. And the two Brian Prouskys became one. Now the author of four novels, Auden Triller (Is A Killer), God Might Forgive Gershwin Burr, The Anna Geller Invention and Healing Brian Esseintes, as well as a collection of short stories, Jupiter the Stupider, and two books of poetry, Body of Winter and Meeting Poems, he lives and works in Toronto, where most of his characters, who struggle with secret and often conflicted lives of their own, and who never quite fit in, do as well."
  },
  {
    "index": 48,
    "src": "https://public-files.gumroad.com/h4thpbhtceer62ju4i2jwfbhjjtn",
    "title": "We Said Goodbye To Gravity (32 pages)",
    "penjual": "Chris Baldie",
    "ppSeller": "https://public-files.gumroad.com/978by6rr9sd90nntnigzknivoeil",
    "linkSellerHref": "https://chrisbaldie.gumroad.com/l/chKfW?layout=discover&recommended_by=search",
    "price": "4",
    "sellerText": "A collection of 6 short stories by yours truly."
  },
  {
    "index": 49,
    "src": "https://public-files.gumroad.com/h1eaexhqahu5h46zes4lideg0w4d",
    "title": "Boulevard, Vol. 32, 1 (Fall 2016)",
    "penjual": "Boulevard",
    "ppSeller": "https://public-files.gumroad.com/bt1nhqg88nx4qkb98n1feugks53h",
    "linkSellerHref": "https://boulevardlitmag.gumroad.com/l/vjFKd?layout=discover&recommended_by=search",
    "price": "6.99",
    "sellerText": "Featuring new work by Zeina Hashem Beck, Diana M. Chien, Jerry Harp, Clarence Major, Shara McCallum, Joyce Carol Oates, Kevin Prufer, Mark Rudman, Anis Shivani, and many more writers, both award-winning and emerging. Also: surrealistic and enchanting cover art by Rafal Olbinski, Josuak Idaszak's winning 2015 Fiction Contest story, and a symposium on technology within writing."
  },
  {
    "index": 50,
    "src": "https://public-files.gumroad.com/uqu2p56krrbyyzqw00zgstvh9th1",
    "title": "The Orphan and the King Series, Volume 3 : The Final Conquest",
    "penjual": "Wendy Anne Hunt",
    "ppSeller": "https://public-files.gumroad.com/km17zrl2qfter7knftpj5nilc38e",
    "linkSellerHref": "https://wendyannehunt.gumroad.com/l/zzfit?layout=discover&recommended_by=search",
    "price": "3.55",
    "sellerText": "Written by Best-Selling Author Wendy Anne Hunt\n\nArt by Alphonso A. Cornelius\n\nAvailable in paperback and kindle on Amazon.\nhttps://www.amazon.com/Orphan-King-Vol-Final-Conquest/dp/0981456138/ref=sr_1_1?crid=2EY7V7B7F45S7&keywords=the+orphan+and+the+king%3A+The+Final+Conquest&qid=1693963873&s=books&sprefix=the+orphan+and+the+king+the+final+conquest%2Cstripbooks%2C96&sr=1-1\n\nIncludes:\n\n-Book in pdf format.\n\n-Over 30,000 words.\n\n-Original artwork\n\nCaptain Luis Changelle is a highly regarded leader in Darius' army. But all that is about to change forever. Luis suddenly finds himself charged with treason and running for his very life. Luis is reunited with his sister, and the two find themselves on an adventure that neither of them could have ever imagined. With several adrenaline-pumping twists and turns, and many good-natures laughs along the way, the journey of this heart-warming and dynamic brother-sister duo ends them up in the middle of an epic war to end all wars.\n\nLet your imagination soar to a land filled with kings and wizards, dragons and damsels in distress, dungeons, dwarfs and enchanted forests. Fantasy and reality meet in a suspenseful story of love, honor and courage against all odds...of faith and hope...magic and mystery...treachery, treason and terror...compassion and redemption.\n\nMay this touching story warm the hearts and stir the souls of all who open its pages!"
  },
  {
    "index": 51,
    "src": "https://public-files.gumroad.com/jedk422u7jvqh4ptd3sxzka0ikph",
    "title": "Te Kererū: Part 3 - Stretching Her Wings",
    "penjual": "sgsmith",
    "ppSeller": "https://public-files.gumroad.com/fhxc99zo3mkctnra5mfbqes37hax",
    "linkSellerHref": "https://sgsmith.gumroad.com/l/tekereru3?layout=discover&recommended_by=search",
    "price": "4.99",
    "sellerText": "STRETCHING HER WINGS - PART 3 OF TE KERERŪ IS OUT...!\n\nThis is part THREE in the Te Kererū series by SG SMITH which is soon to become New Zealand’s most favourite speculative fiction series.\n\nContact me for movie rights please, Taika Waititi...!\n\nKate Taylor is growing up\n\nKate Taylor, the odd Pākehā child who was orphaned as a baby and raised in a Maori village in beautiful Aotearoa New Zealand, is now approaching 16 and growing up fast.\n\nShe's learning about French cooking and French wine too and is starting to play \"he loves me, he loves me not\" with the young men in her world.\n\nNot everything is perfect in paradise in Part 3 of Te Kererū\n\nKate is expanding her borders and starting to stretch her wings with trips outside the village and region but not everything is perfect in paradise.\n\nThere are secrets whispered in the dark and Kate's world is about to be turned upside down with the loss of someone very special.\n\nIf you've been following Kate's journey in Parts 1 and 2 you'll know that Kate is a survivor. She's about to be heartbroken but she's never really been alone and she's stronger than she knows.\n\nIn her own way, Kate must come to terms with death, sex and violence\n\nJoin Pāpara, Nan, Whiti, Te Wai and the rest of her whānau as they help Kate navigate issues of life and death, sex and violence.\n\nAnd intertribal politics.\n\nAnd secrets.\n\nThere are more hints to some of the mysteries that surround Kate and perhaps even some answers as we reach the exciting conclusion of the the finals of the Kapa Haka\n\nWelcome back to Katherine Taylor’s world\n\nAfter a devastating accident, Katherine Taylor, who was born to Pākehā parents, is adopted as a young child by the most powerful Māori family in the region in Part 1. \n\nDiscover more about Kate and her world in Part 2 as she ventures out and faces new challenges in her early teenage years\n\nNow in Part 3 she's coming to terms with life and death and finding out who she really is.\n\nTe Kererū, Part 3 - Stretching Her Wings is now available...!\nYou can buy the full version of Te Kererū - Part 3: Stretching Her Wings here on Gumroad.\n\nJust click I want this! and you can join Kate as she continues on her journey. \n\nWho is SG Smith?\n\nKia ora tātou\n\nKo Tauhara te maunga\n\nKo Waikato te awa\n\nKo Taupō-nui-a-tia te moana\n\nKo Smith tōku whānau\n\nKo Susan toku ingoa\n\nI'm a writer of speculative fiction living on the edge of a super-volcano. If you want to know more about my writing or get in touch, you can:\n\nFollow me on Twitter - @sgsmith_ \n\nCheck out my blog - tekereruthebook.com\n\nHere's what people are saying about Te Kererū - Part 2\n\nCan't wait for Part 3...!\n\n\"I’m so excited to see you complete part three! I can’t wait to buy it, and read it yay!\" - LR\n\nYou won't be able to put it down\n\n\"Well I stayed up nearly all night reading the second instalment! I couldn’t put it down. Very sad to get to the end!\" - LR\n\n\"Beautifully written\" - MF\n\nLearn a lot more about New Zealand society\n\n\"I was notably enthusiastic about S.G. Smith’s first novel, part one of what promises to be a long and fascinating journey. In Book 2, we follow Kate during her transition from girl to the edge of womanhood, learn a lot more about New Zealand society and Māori culture and life, and get deeply into the fascinating world that the author has created from the elements of the real New Zealand and her imagination\n\nThe world of Te Kererū is, as the author refers to it, “speculative fiction,” with the Māori group/clan and its village and the nearby city and lands specifically not closely based on any real life example. It seems to me to be a sort of idealized depiction, what could, and may, be in the future. I began to realize more as I read this second book that Kate is an archetype, a Stranger in a Strange Land who becomes embedded in a different culture and (perhaps?) brings new perspectives and a new integration of different worlds.\n\nBut this book is a sort of serial, bearing a resemblance to the great old movie houses where the audience come back every Saturday and watched another episode, with new revelations and resolution of some issues, followed by new complications.\n\nThe big complication is Kate’s budding womanhood\n\nIn this installment the big complication is Kate’s budding womanhood, but with surprising and important differences from the usual and well-worn tropes we’ve seen in a hundred Hollywood movies. Kate is exceptional, in some ways brilliant, wise beyond her years, but also very introverted and some might even say mildly “autistic.”\n\nIn fact, I’m as fascinated by Kate as by any character I’ve read in fiction for a long time. We learn a lot about her, but somehow most of it seems external, the keen observations of others. There is internal dialogue and descriptions of Kate’s thinking, and yet even after two books Kate is still something of a mystery to me, and I like that. She seems destined for something big–but what?\n\nThe author has skillfully built a a truly interesting world, and a woman, that I want to find out much more about. And that’s my definition of a good book.\n\nTe Kererū Book 2 – Shaking the Nest on GumRoad includes Book 1 as a package deal, so you don’t need to worry if you haven’t read the first volume. Highly recommended.\" - Neovictorian\n\nHere's what people are saying about Te Kererū - Part 1\nA gorgeous little story\n\n\"I sat in the sun yesterday and read your book. It is lovely and not something I usually read which is why it is nice to be given the opportunity.\n\nIt really is a gorgeous little story (and I know there is more to come). The descriptive details of the village and inhabitants is great and one can really imagine life there. I quite liked the gang related connections and wonder what is going on there. I expect there will be more to come\n\nAnyway it is a lovely story, well written and descriptive.\" - Adrienne N.\n\nA delightful little book\n\n\"The best thing about being on Twitter has been discovering new authors. I also love the humor, but good books > funny .gifs.\n\nI’ll do another post with the (long) list of fine writers and their books I’ve discovered there, but today we focus on one delightful little book (or Part I of a delightful long book) Te Kererū by Susan G. Smith.\"\n\nKate's something more than what she seems\n\n“Te Kererū” is the Māori name for the native New Zealand wood pigeon, a beautiful and tasty bird. When three-year-old Katherine Taylor, a “Pākehā” (white person) is orphaned by a massive landslide, she is adopted by the regional Māori chief–and by the village and its people. Given the nickname Te Kererū, little Kate is different, quiet, mysterious, apparently the proverbial “old soul.” But the book subtly hints she’s something more than this, something bigger…\n\nWithout trying hard in any way, we’re educated about the New Zealand Māori culture and society, something I had only a slight knowledge of before reading Te Kererū. The author obviously loves her country and its people and the book opened up a new piece of the world for me, as I believe it will for most readers.\n\nThe only thing I didn’t like about this book was that it ended\n\nHer style is clear, limpid is the old-fashioned word, mostly short declarative sentences, but skillfully layered one upon another, sips not gulps, and very satisfying, in the long run.\n\nThe story is developed through a series of scenes or vignettes, glimpses of events and pieces of conversations, a technique I also use and can appreciate. Each chapter is a facet of a gem, and gradually we begin to see something taking shape, a mission or a destiny, and…end of Book 1.\n\nLike the wonderful old movie serials, the present volume leaves the reader wanting more. This isn’t so common these days, but I’m all right with it. I understand the next book will be available soon, which I hope is true.\n\nBecause the only thing I didn’t like about this book was that it ended.\" - Neovictorian"
  },
  {
    "index": 52,
    "src": "https://public-files.gumroad.com/e866mdnk2w7a7t5s87ao8qiaxm5f",
    "title": "The Orphan and the King Series, Volume 2 : Love's Great Ransom",
    "penjual": "Wendy Anne Hunt",
    "ppSeller": "https://public-files.gumroad.com/km17zrl2qfter7knftpj5nilc38e",
    "linkSellerHref": "https://wendyannehunt.gumroad.com/l/byvfxt?layout=discover&recommended_by=search",
    "price": "3.25",
    "sellerText": "Written by Best-Selling Author Wendy Anne Hunt\n\nArt by Alphonso A. Cornelius\n\nAvailable in paperback and kindle on Amazon.\nhttps://www.amazon.com/Orphan-King-Loves-Great-Ransom/dp/098145612X/ref=sr_1_1?crid=257IWP4OPS8KM&keywords=the+orphan+and+the+king%3A+Love%27s+Great+Ransom&qid=1693962782&s=books&sprefix=the+orphan+and+the+king+love%27s+great+ransom%2Cstripbooks%2C90&sr=1-1\n\n\n\n\nIncludes:\n\n-Book in pdf format.\n\n-Over 30,000 words.\n\n-Original artwork\n\nUnexpected tragedy threatens to destroy young Wesley on his path to the throne to be King Reagale's successor. Evil infiltrates his life once again, as his past casts a dark shadow of terror over this wonderful new life he has been given, tearing to shreds any hopes for the future and dashing his dreams of a 'happily ever after'. A dim flicker of light emerges from the ashes that remain of his broken life that, with resolved determination and strength of will, might yet see his dreams fulfilled.\n\nLet your imagination soar to a land filled with kings and wizards, dragons and damsels in distress, dungeons, dwarfs and enchanted forests. Fantasy and reality meet in a suspenseful story of love, honor and courage against all odds...of faith and hope...magic and mystery...treachery, treason and terror...compassion and redemption.\n\nMay this touching story warm the hearts and stir the souls of all who open its pages!\n\n "
  },
  {
    "index": 53,
    "src": "https://public-files.gumroad.com/80qdp5fusz9kx9q7sv14oydfm8ov",
    "title": "The Story of Alex Taylor",
    "penjual": "Tony Rosenberg | THE best-selling author in my family.",
    "ppSeller": "https://public-files.gumroad.com/803kkgws7qxvz1bntkb19wxgxkho",
    "linkSellerHref": "https://tonyrosenberg.gumroad.com/l/the-story-of-alex-taylor?layout=discover&recommended_by=search",
    "price": "3",
    "sellerText": "In \"The Story of Alex Taylor,\" immerse yourself in the remarkable odyssey of Alex, whose life takes an unexpected turn after an unforeseen tragedy.. This captivating narrative explores the depths of the human spirit as Alex faces adversity with unwavering determination and resilience. Discover the unbreakable bonds that form with family and friends, the profound moments of self-discovery, and the inspiring journey from survivor to advocate.\n\nAs you follow Alex's path of healing and self-discovery, you'll witness the emergence of newfound passions and an unshakable belief in the power of second chances. \"The Story of Alex Taylor\" is a testament to the strength found in vulnerability, the joy of embracing change, and the enduring hope that even in the face of life-altering challenges, a brighter future awaits those who persevere.\n\nThis book is an inspiring reminder that every setback is an opportunity for growth and that with resilience, the human spirit can be reborn anew."
  },
  {
    "index": 54,
    "src": "https://public-files.gumroad.com/e6nun8ga3fvgm8eval008x7dxo7t",
    "title": "Beyond The Crack In The Sidewalk",
    "penjual": "Next Chapter",
    "ppSeller": "https://public-files.gumroad.com/7hj3r4tmtyzc0gj7jsv8em7owi58",
    "linkSellerHref": "https://nextchapterbooks.gumroad.com/l/beyond-the-crack-in-the-sidewalk?layout=discover&recommended_by=search",
    "price": "2.99",
    "sellerText": "The short stories in 'Beyond The Crack In The Sidewalk' explore aspects of living, loving and dying: the main elements that define our human existence. Included is also a lighter story: a mystery written in the vein of \"The Twilight Zone\".\n\nThe characters in these stories range in age from seventy-year-old Gloria, who is about to find love again, to five-year-old Bobby, who has no concept of why his daddy is no longer there. Then there's sixteen-year-old Hannah, a runaway who finds love only to lose it.\n\nOn a philosophical level, these stories reflect the world in which we live, bringing to light social issues such as homelessness, the human cost of war, sexual abuse, and when do we go too far in medical treatment.\n\n\n\n\nABOUT THE AUTHOR\n\nMaryann Miller, an award-winning author, has been in love with story-telling since she was a child and used to scare her sister with stories of the monsters in the cellar. Those tales were never written down. They were always whispered in the dark, and when Maryann started writing stories, they were different types entirely.\n\nAs a young child, she didn't consider that she would grow up to be a writer. She fancied herself quite the singer and thought she would someday sing in front of crowds of thousands. Alas, that proved to be more dream than reality.\n\nA diverse writer of columns, feature stores, short fiction, novels, screenplays and stage plays, Maryann has won numerous awards including being a semi-finalist at the Sundance Institute for her screenplay, A Question Of Honor. She has also received the Page Edwards Short Story Award and the 2015 Best Mystery award for Doubletake.\n\nMiller lives in a small town in NE Texas with one dog, and four cats. The cats rule! She has been writing all her life and plans to die at her computer."
  },
  {
    "index": 55,
    "src": "https://public-files.gumroad.com/6be0pe44qezuozyadtezuobdo7va",
    "title": "Death's Dream Kingdom",
    "penjual": "Clickworks Press",
    "ppSeller": "https://public-files.gumroad.com/ik1if7x7zbd6w0tjliuh4qs82xof",
    "linkSellerHref": "https://clickworks.gumroad.com/l/redglasstrilogy1?layout=discover&recommended_by=search",
    "price": "2.99",
    "sellerText": "Written by Gabriel Blanchard"
  },
  {
    "index": 56,
    "src": "https://public-files.gumroad.com/wz5q6mjsdmiaqqgdc2s0ckja8q4g",
    "title": "The Orphan and the King Series, Volume 1 : The Freedom Mission",
    "penjual": "Wendy Anne Hunt",
    "ppSeller": "https://public-files.gumroad.com/km17zrl2qfter7knftpj5nilc38e",
    "linkSellerHref": "https://wendyannehunt.gumroad.com/l/kqnkm?layout=discover&recommended_by=search",
    "price": "2.95",
    "sellerText": "Written by Best-Selling Author Wendy Anne Hunt\n\nArt by Alphonso A. Cornelius\n\nAvailable in paperback and kindle on Amazon.\nhttps://www.amazon.com/Orphan-King-Freedom-Mission/dp/0981456103/ref=sr_1_1?crid=12IPCVL72XBPK&keywords=the+orphan+and+the+king+the+freedom+mission&qid=1693961589&sprefix=the+orphan+and+the+king+the+freedom+mission%2Caps%2C96&sr=8-1\n\nIncludes:\n\n-Book in pdf format.\n\n-Over 29,900 words.\n\n-Original artwork\n\n\n\n\nDevastated by the tragic loss of his parents, young Wesley finds himself an orphan in a very unforgiving and cruel world. Forced to the streets to beg for survival, one unsuspecting day he meets a man who will change his life forever. Given the opportunity to become heir to the throne, he must battle the plans of the evil sorcerer intent on destroying his life and the entire kingdom.\n\nLet your imagination soar to a land filled with kings and wizards, dragons and damsels in distress, dungeons, dwarfs and enchanted forests. Fantasy and reality meet in a suspenseful story of love, honor and courage against all odds...of faith and hope...magic and mystery...treachery, treason and terror...compassion and redemption.\n\nMay this touching story warm the hearts and stir the souls of all who open its pages!"
  },
  {
    "index": 57,
    "src": "https://public-files.gumroad.com/kyu1m9w8rg5x3vzjnk639w2q4k2u",
    "title": "Los dos soles de Toledo - Alonso (de) Alcala y Herrera",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/dvynw?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Sinopsis de LOS DOS SOLES DE TOLEDO\n\nEn Los Dos Soles de Toledo, Alonso de Alcalá y Herrera nos transporta al corazón de la historia de España. A través de relatos apasionantes, descubriremos a los personajes que forjaron el destino del país. Desde los grandes conquistadores hasta las tradiciones más arraigadas, esta novela histórica nos sumerge en la rica cultura de España. Llena de intriga y emoción, esta obra es un testimonio de la grandeza y la pasión que definen a la nación."
  },
  {
    "index": 58,
    "src": "https://public-files.gumroad.com/61bke59lwhyw5fm68940ko4oq3gv",
    "title": "El conde de montecristo - Alexandre Dumas",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/pwxxt?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Novela de aventuras por excelencia, El conde de Montecristo narra la peripecia del joven Edmond Dantès, cuyo prometedor destino se trunca al verse acusado inesperadamente de agente bonapartista y ser encerrado en el adusto castillo de If. Allí, una extraordinaria serie de acontecimientos lo conduce a poder llevar a cabo una fuga insólita y desesperada en posesión del secreto de un fabuloso tesoro. Años después, de regreso en Marsella, viene a conocer que su arbitrario encierro fue debido a una conspiración. Será entonces cuando, con ayuda de sus inmensos recursos y de su ingenio, Dantès, adoptando la personalidad de conde de Montecristo, pondrá en marcha una implacable venganza para acabar con aquellos que propiciaron su ruina.\n\n\n\n\n\n\n"
  },
  {
    "index": 59,
    "src": "https://public-files.gumroad.com/87x49i3ql58b2asi103wej3nu53s",
    "title": "The Prophet: A Novel",
    "penjual": "Harry Marks",
    "ppSeller": "https://assets.gumroad.com/assets/gumroad-default-avatar-5-623b6723477dd15920db554b0a4e9aac6a5e41159fd3d7bb4c9f9745a44e4f85.png",
    "linkSellerHref": "https://hcmarks.gumroad.com/l/qFHMLQ?layout=discover&recommended_by=search",
    "price": "2.99",
    "sellerText": "\"Marked by gritty action, a weaving of complex narratives and- most notably- brave characters facing hard choices, Harry Marks's new thriller, The Prophet, delivers it all.\" - Steph Post, author of MIRACULUM and HOLDING SMOKE\n\nContent Warning: Sexual Abuse, Violence\n\nTwelve year-old Callie Rich wouldn’t know what a normal childhood looks like. She and her family have been a part of the Lambs of Zion church their entire lives, existing in a well-guarded pocket of the American southwest where modernity and independence are shunned. When their leader, the Prophet, excommunicates her father—one of his closest advisors—and takes Callie to be his next bride, it has to be a mistake.\n\nOne town over, private detective Max Barker is well aware of the polygamist cult on the Arizona-Utah border, but he keeps his distance like everyone else until Callie’s father shows up on his doorstep begging for help. His family is in danger and he has the proof that could bring the whole organization—and its leader—crashing to the ground. Max, hoping to make good on a promise he’d kept to a former Lamb, decides to help.\n\nUnaware of her father’s plan, Callie joins up with a group of other wives looking to escape, but someone inside the church knows what they’re up to. While Max and Callie’s father work to infiltrate the church for evidence, Callie and the other women of the LoZ must hurry and leave before the Prophet takes drastic action to keep his church, his family, and his legacy intact."
  },
  {
    "index": 60,
    "src": "https://public-files.gumroad.com/dofzu4o6gd9rs5wpjtehcbklqaei",
    "title": "O Equilíbrio dos Espelhos: Uma Jornada Através das Dimensões",
    "penjual": "Fernando Alonso",
    "ppSeller": "https://public-files.gumroad.com/18bfn8am1bja0o2c41qrr4qgftms",
    "linkSellerHref": "https://designoalonso.gumroad.com/l/ggmpt?layout=discover&recommended_by=search",
    "price": "10",
    "sellerText": "\"O Equilíbrio dos Espelhos: Uma Jornada Através das Dimensões\" é uma aventura emocionante que segue a jornada de Emily e seu avô, o Professor Montgomery, enquanto exploram um mundo mágico de espelhos vivos. Quando um espelho quebrado desencadeia uma invasão de criaturas de outras dimensões em seu mundo, Emily e seu avô embarcam em uma missão para restaurar o equilíbrio entre os mundos. Confrontando desafios, criaturas mágicas e revelações surpreendentes, eles aprendem que a restauração do equilíbrio é uma tarefa constante e que sua jornada é parte de um ciclo maior. Um final surpreendente e reflexivo deixa os leitores com uma sensação de satisfação e uma apreciação pela interconectividade entre as dimensões."
  },
  {
    "index": 61,
    "src": "https://public-files.gumroad.com/vls1jppuf4xhyvoiqrirnc1zjq24",
    "title": "O Ferro Velho",
    "penjual": "Fernando Alonso",
    "ppSeller": "https://public-files.gumroad.com/18bfn8am1bja0o2c41qrr4qgftms",
    "linkSellerHref": "https://designoalonso.gumroad.com/l/holwd?layout=discover&recommended_by=search",
    "price": "10",
    "sellerText": "No coração de um ferro velho esquecido pelo tempo, os carros abandonados ganham vida à noite e compartilham suas histórias. Big Pete, um veterano da Segunda Guerra Mundial, Rosie, um Cadillac rosa de Hollywood, e Sunshine, um fusquinha amarelo de aventuras, são alguns dos carros que contam suas histórias emocionantes. Mas a história mais comovente é de Rusty, um carro de família simples que encontra significado nas lembranças compartilhadas com amor. Sua história inspira todos a valorizar os momentos comuns e as conexões humanas. Junte-se a esses carros cativantes e descubra a riqueza das histórias esquecidas no ferro velho das memórias."
  },
  {
    "index": 62,
    "src": "https://public-files.gumroad.com/4wcd3p8teqxud9r2s0dfe3pdqu19",
    "title": "O Dilema de Isabel",
    "penjual": "Fernando Alonso",
    "ppSeller": "https://public-files.gumroad.com/18bfn8am1bja0o2c41qrr4qgftms",
    "linkSellerHref": "https://designoalonso.gumroad.com/l/qsjmv?layout=discover&recommended_by=search",
    "price": "10",
    "sellerText": "Este livro narra a inspiradora jornada de Isabel, uma mulher de princípios sólidos que ingressou na política com a missão de fazer a diferença em sua comunidade. Ela enfrentou dilemas éticos, resistindo a comprometer seus valores em meio a um cenário político cheio de escândalos e corrupção."
  },
  {
    "index": 63,
    "src": "https://public-files.gumroad.com/ge7xic1g9w6dhbijup7f41ljwu4i",
    "title": "DESIGNO e KHEME",
    "penjual": "Fernando Alonso",
    "ppSeller": "https://public-files.gumroad.com/18bfn8am1bja0o2c41qrr4qgftms",
    "linkSellerHref": "https://designoalonso.gumroad.com/l/gvmsq?layout=discover&recommended_by=search",
    "price": "10",
    "sellerText": "Os heróis Designo e Kheme, equipados com inteligência e astúcia, unem forças após descobrirem que Destrutor ameaça a cidade com seus poderes incontroláveis. Juntos, eles enfrentam Destrutor em um épico confronto, onde a astúcia e a determinação se enfrentam contra a arrogância e o desejo de poder."
  },
  {
    "index": 64,
    "src": "https://public-files.gumroad.com/7ht6rb3s5ib2p2499m962lr7p7wb",
    "title": "Paladin of the Tomb",
    "penjual": "Tony Rosenberg | THE best-selling author in my family.",
    "ppSeller": "https://public-files.gumroad.com/803kkgws7qxvz1bntkb19wxgxkho",
    "linkSellerHref": "https://tonyrosenberg.gumroad.com/l/gallus-auxentius-book-1?layout=discover&recommended_by=search",
    "price": "4",
    "sellerText": "Gallus Auxentius, Paladin of the Tomb, is the last hope of humanity. The immortals have awakened, and they are bent on destroying the world. Only Gallus, with his legendary sword Heart of the Storm, can stand against them.\n\nBut Gallus is not alone. He is joined by a group of unlikely companions: a sorceress, a dwarf, a snarky rogue, an ancient warrior, and a monk. Together, they will embark on a perilous journey to defeat the immortals and restore balance to the world.\n\nAlong the way, they will face dangerous creatures, treacherous challenges, and their own inner demons. But they must persevere, for the fate of the world hangs in the balance.\n\nPaladin of the Tomb is a thrilling adventure story full of action, humor, and heart. It is a story about friendship, courage, and the power of destiny.\n\nRead it now and join Gallus and his companions on their epic quest!"
  },
  {
    "index": 65,
    "src": "https://public-files.gumroad.com/fvelw24i3x0zhr4f99y3w3r2ng8m",
    "title": "Little Lord Fauntleroy Audiobook",
    "penjual": "Read Unlimited",
    "ppSeller": "https://public-files.gumroad.com/399w7640w8df8q9prve676aies53",
    "linkSellerHref": "https://readunlimited.gumroad.com/l/Little-Lord-audiobook?layout=discover&recommended_by=search",
    "price": "0",
    "sellerText": "You can download the audiobook for FREE. Just write '0' under Name a fair price.\n\nHowever, you can still pay us a few dollars if you wish because we giveaway 10% of all profit to feed hungry children via akshayapatra.org.\n\n\n"
  },
  {
    "index": 66,
    "src": "https://public-files.gumroad.com/f5l4fr1hny3duh0u3n557bapuaqe",
    "title": "Luna Station Quarterly 048",
    "penjual": "Luna Station Press",
    "ppSeller": "https://public-files.gumroad.com/25votnk8p4eeeutwa6t4g07gcgdg",
    "linkSellerHref": "https://lunastationpress.gumroad.com/l/lsq-048?layout=discover&recommended_by=search",
    "price": "2.99",
    "sellerText": "Just browsing the titles and summaries of these stories as I was preparing to write this editorial, I was struck by how many different ways these women have found to write stories about our sky neighbors. Maybe they were raised in more bird friendly places than I was. Or maybe they just looked up more than I did when they were small. - From the editorial\n\nThis issue features stories by:\nJennifer Lyn Parsons • Elizabeth Hinckley • Laney Gaughan • Rebecca Burton • Alyssa Villaire • Meghan Louise Wagner • Alex Grehy • Leanne Howard • Emma Schmid • Andrea Goyan • Heather Del Piano • Kristina T. Saccone • Katrina Carruth • Jenna Hanan Moore • Nikki Blakely • Jen Mierisch\n\nOur gorgeous cover was created by:\nJana Heidersdorf\n\nThank you for your support and \nplease spread the word about the new issue!"
  },
  {
    "index": 67,
    "src": "https://public-files.gumroad.com/uilo40jkn24q4h71yflgw6o911an",
    "title": "Luna Station Quarterly 053",
    "penjual": "Luna Station Press",
    "ppSeller": "https://public-files.gumroad.com/25votnk8p4eeeutwa6t4g07gcgdg",
    "linkSellerHref": "https://lunastationpress.gumroad.com/l/lsq-053?layout=discover&recommended_by=search",
    "price": "2.99",
    "sellerText": "The promised rebirth of the sun is just over the next hill, and so, like incorruptible nature itself, LSQ returns for another season of scintillating stories by the best up and coming female identified talent in this or any other Spring kissed star system.\n\nAfter over thirteen years and fifty plus issues, you know what we do by now. Fairy tales and future times bump up against myth and melancholy. Young women and old crones and shapeshifters and the angel of death all walk among these pages.\n\nWe hope you’ll walk among them as well.\n\nThis issue features stories by:\nA. M. Young • Libby Heily • E.M. Gaucher • Chloe Smith • Holly Schofield • Anna Ziegelhof • Rebecca Harrison • B. B. Garin • V.J. Hamilton • Chelsea Catherine • Ruth Joffre • P. L. Watts • Anna Martino • Ann Wuehler • Shannon Roberts • Sam Lesek\n\nOur gorgeous cover was created by:\nOlivia Hintz\n\nOf course you can read the stories for free online, but why not buy a copy of our fancy paperback edition?\nCheck out the links below to learn how.\n\nThank you for your support and \nplease spread the word about the new issue!"
  },
  {
    "index": 68,
    "src": "https://public-files.gumroad.com/kuwdg0ezcedbc0qbm3sdpv72phn7",
    "title": "Mithila Review 11: The Journal of International Science Fiction & Fantasy",
    "penjual": "Mithila Review",
    "ppSeller": "https://public-files.gumroad.com/0vrjqiu11ljdq14flxllttvhwe8j",
    "linkSellerHref": "https://mithilareview.gumroad.com/l/mr11?layout=discover&recommended_by=search",
    "price": "2.99",
    "sellerText": "TABLE OF CONTENTS\n\nFICTION\n\nOn the Seventh Day by Elaine Vilar Madruga, translated by Toshiya Kamei\n\nThe Great Wall of America by David A. Hewitt\n\nThe Domovoi by Avra Margariti\n\nThe Devil Buys Us Cheap and the Devil Buys in Bulk by M. Bennardo\n\nDomesticated by Timothy Bastek\n\nNo Folly of the Beasts by Wren Wallis\n\nPOETRY\n\nHow To Lie About SN 2213-1745 by Mary Soon Lee\n\nJoining the Navy & Threads of Honor by Phoebe Low\n\nSteel Dust & Soothsayer by Qurat Dar\n\ntetrahedral edifices of a sticky rice realm by D.A. Xiaolin Spires\n\nChurning of the Ocean by Uma Menon\n\nThe Moth Spectacular by Adele Gardner"
  },
  {
    "index": 69,
    "src": "https://public-files.gumroad.com/k46bzxnpco1uxuux7q09g7ht5k9p",
    "title": "Stealing Innocence III: His African Sweetheart",
    "penjual": "Sylvia Hubbard",
    "ppSeller": "https://public-files.gumroad.com/sh8lq29v1rzsdxpfr2nvuc5dmgnc",
    "linkSellerHref": "https://sylviahubbard1.gumroad.com/l/stealinginnocenceiii?layout=discover&recommended_by=search",
    "price": "2.99",
    "sellerText": "Enola was experiencing her sister's fantasy with her soon to be brother in law... yet, The pain from Aeden's past drive him to his goal and at every turn, he makes sure she will never be happy and never have anything.\n\nShe was experiencing her sister's fantasy with her soon to be brother in law... to be His African Sweetheart\n\nEnola prided herself in tradition and culture, but when her twin tricked her into trading places, she had to make the best out of the situation.\n\nYet, she did not know this was the beginning of a situation she had no control over and no matter how much she tried, she could never be able to win because Aeden Faust would never lose.\n\nAeden was a man bent on revenge and unfortunately Enola was in his path. Never a man who let anything get in his way, he is determined to destroy this woman and prove there is no such thing as a good woman.\n\nThe pain from his past drive him to his goal and at every turn, he makes sure Enola will never be happy and never have anything.\n\nYet, he comes to find Lust feels like love until it's time to make a sacrifice. Would he be able to let go his lust for revenge to achieve the perfect life with His African Sweetheart?\n\nStealing Innocence is the third installment in the standalone stealing innocence premise. Readers can start at this book and pick up the other stealing innocence series later, while they await for the last book in this series: Stealing Innocence: Lethal Heart."
  },
  {
    "index": 70,
    "src": "https://public-files.gumroad.com/wdlhcin2mgkcb2hecgmt6oe67fqy",
    "title": "MORTALIA - Book of Short Stories",
    "penjual": "not that kinda raven",
    "ppSeller": "https://public-files.gumroad.com/wt82imquviutppeewyth94a27xr8",
    "linkSellerHref": "https://theyravenboutme.gumroad.com/l/mortalia?layout=discover&recommended_by=search",
    "price": "5",
    "sellerText": "28 Short Stories, some previously seen and some not"
  },
  {
    "index": 71,
    "src": "https://public-files.gumroad.com/qteezmfxua1grp3tuzd1vs16sdc0",
    "title": "The Katelyn Diaries: Mamihlapinatapai",
    "penjual": "Jayme Smith",
    "ppSeller": "https://public-files.gumroad.com/ymkouf9nqzk4zstbiy08mdro8x7o",
    "linkSellerHref": "https://thekatelyndairies.gumroad.com/l/uFBRi?layout=discover&recommended_by=search",
    "price": "5",
    "sellerText": "The chicks hate her\nThe blokes love her\nAnd she's a parents worst nightmare.\n\nKatelyn is back pulling that same bipolar shit that she was in the first book, that had that poor bloke Bentley reaching for the painkillers to treat the perpetual migraine that she brings to his life.\n\nWhile Katelyn is convincing herself that Bentley might be hooking up with other girls, he's busy getting his arse kicked because he feels a constant moral obligation to protect the girl who can't decide.\n\nTo add insult to injury, Katelyn displays a masterclass in manipulative game playing when she drags other guys in to create love triangles; when the situation starts to fall apart she insists that it's all Bentley's fault, because it couldn't possibly be the consequences of her own actions.\n\nA modern day love story, that all the 'cool kids' are referring to as the white trash Romeo & Juliet."
  },
  {
    "index": 72,
    "src": "https://public-files.gumroad.com/vqfi0eccl7oxacpgk5t22xf7xbs5",
    "title": "A Mysterious Stranger Come To Town",
    "penjual": "02321",
    "ppSeller": "https://public-files.gumroad.com/9odqy2t5mzxvewi302vpk43ea3vh",
    "linkSellerHref": "https://kaioshindbz.gumroad.com/l/SfOoW?layout=discover&recommended_by=search",
    "price": "2",
    "sellerText": "A lot of stress and heartache finally resulted in a fully finished book.\n\nA over 150 page story about a Deputy working in a small town trying to find the cause of his beloved cousin's death. He meets a very odd man offering to help solve the case and out of desperation, he accepts the offer even though the strange man could possibly not be human.\n\nThe document was edited by BirbFairy from Deviantart under a super tight deadline. I can't thank them enough for their work. Please also go and thank them for all the effort they put into helping me with this."
  },
  {
    "index": 73,
    "src": "https://public-files.gumroad.com/7yeoz5x9t63264czzjbddu0r9a45",
    "title": "Heaviness Leaves The Body",
    "penjual": "Michael Kurt",
    "ppSeller": "https://public-files.gumroad.com/5q1mz43cqut2nnuosp2g5tp2a6cc",
    "linkSellerHref": "https://michaelkurt.gumroad.com/l/HeavinessLeaves?layout=discover&recommended_by=search",
    "price": "8",
    "sellerText": "Heaviness Leaves The body is the self-published debut of Portland author Michael Kurt. Collecting three early short stories, this chapbook blends weird fiction, existentialism, and contemporary literature styles to examine our relationships to a house and a body.\n\n\"Heaviness Comes With The Night\" is the first and longest of the stories. When Casper leaves for college, the nameless narrator spirals through time and memory, trying to find a way back to young love.\n\nIn \"LEAVES,\" an experimental A.I. turns on its creators. Raking leaves, forever raking leaves.\n\n\"Homebodies\" is a house full of people refusing to expand. What if the floor gives out?\n\nCover design by Wesley Mueller.\n\nEditing by Sophie.\n\nPhysical Edition:\n\nPlease note price includes shipping ($8 zine + $5 shipping)\n\nThis is a professionally printed zine with a staple binding. 67-pages. 100 lb matte finished color cover with 70 lb satin paper inner pages.\n\n\n"
  },
  {
    "index": 74,
    "src": "https://public-files.gumroad.com/ueb9t9b7nlg65qlyfx12qcfujmwr",
    "title": "Toxic: We're No Good for Each Other",
    "penjual": "LowKee",
    "ppSeller": "https://public-files.gumroad.com/xh5b4r1n47mz293luu69278f7ym1",
    "linkSellerHref": "https://keenotepublishing.gumroad.com/l/bkbIuk?layout=discover&recommended_by=search",
    "price": "7.99",
    "sellerText": "E-BOOK | TRILOGY .. BOOK 3 OF 3"
  },
  {
    "index": 75,
    "src": "https://public-files.gumroad.com/ba49eoxyp76jdh5bdrkltits1zhx",
    "title": "Punch Drunk",
    "penjual": "Clickworks Press",
    "ppSeller": "https://public-files.gumroad.com/ik1if7x7zbd6w0tjliuh4qs82xof",
    "linkSellerHref": "https://clickworks.gumroad.com/l/erin15?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "by Steven Henry"
  },
  {
    "index": 76,
    "src": "https://public-files.gumroad.com/mqb4p1g8dbev02po7g46iqdjs3my",
    "title": "The Harpy Saga Anthology by S. H. Marpel",
    "penjual": "Living Sensical Press",
    "ppSeller": "https://public-files.gumroad.com/9gcs2blqnhkpd66n83y5roths9v7",
    "linkSellerHref": "https://livingsensical.gumroad.com/l/HarpyAntho?layout=discover&recommended_by=search",
    "price": "3",
    "sellerText": "\n\n\nIt's not often these days that you read about a real goddess.\n\nOne who was a lover of Ulysses – and saved his butt more than he would care to admit (and never told his biographer.) And one who influenced history for good and bad in more ways than you know.\n\nBut only the very worst stories about how she looked and acted have been passed down through the ages.\n\nSo she kidnapped a writer to tell it straight. Only he had to write this as fiction, since no one would believe him anyway.\n\nThis is all about her and that author. All of what happened between them and because of them isn't chronicled here. But this short collection is a good start.\n\nExtracted from the numerous episodes of the Ghost Hunters series.\n\nAnd it begins, as we said above, with his disappearance...\n\nThis Anthology Containing:\n\n- Harpy\n\n- Harpy's Desires\n\n- Harpy Redux\n\n- Sister Mine\n\n- Time Bent\n\n- Harpy Spawn\n\nAnd a complete Book Universes Notes addition - so you know all the characters and miss no subtle asides or easter eggs...\n\nExcerpt:\n\n“JOHN, YOU CAN CALL me Harpy.” The voice woke me.\n\nI was tightly bound to a support column in some old, dank and stone-lined room. Where exactly, I didn’t know. I had on my dungarees, work boots, red cotton t-shirt under my canvas jacket. Like I’d just been air-lifted from the pasture on my farm.\n\nFacing me was a woman with wings. A gorgeous woman with strong, beautiful wings.\n\nAnd her voice was like poured honey over buttered toast on a hot day. Smooth, lustrous, golden.\n\nI’d rather call her siren. Especially when I looked into her eyes. Vibrant green, like the glowing color of fireflies. But steady, piercing.\n\nHarpy stepped closer to me and I could see more detail in her thin, nearly sheer top. It seemed like a dancing leotard. Her long legs took her closer to me in graceful barefoot paces. A tail of cloth-like drape, like the sweep of tail feathers behind, barely grazed the floor and raised small puffs of dust as she strode toward me.\n\n“Why Harpy, why not Siren? With a face and eyes like that, you can have any lover you want.” I said.\n\n“Oh, and I have. They all loved me and went to their death for me. Too human. Short lifespans, inflated egos, puppy-dog eyes and utter devotion.” The Harpy sighed.\n\n“Why do you call yourself ‘Harpy’,” I asked. “The usual pictures are of an ugly monster with really only a woman’s face, the rest are parts of animals.”\n\nHarpy sighed. “Probably the same reason vampires and other creatures have such bad reputations. You can see my wings and yes I have claws.” She held up two fingers from one hand where long talons suddenly extended from her fingertips, then retracted as quickly. “But that is no different than cats, really. Practically, I can even hide my wings and walk among humans, the same as I’ve done for centuries. I’ve passed royalty and commoner alike and no one has known except when I wanted them to.” She sighed again and looked off into space.\n\n“May I ask why you brought me here and why I am tied up so tight?” I asked.\n\n“Because I want you to tell my side of the story....\"\n\nScroll Up and Get Your Copy Now.\n\nAlso available at most online ebook outlets: https://books2read.com/u/47zALL"
  },
  {
    "index": 77,
    "src": "https://public-files.gumroad.com/blh113l4nt70hj4g1927xqwrway5",
    "title": "Lokis - Le manuscrit du professeur Wittemb - Prosper Merimee",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/edxym?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Le professeur Wittembach, philosophe allemand, se rend en Lituanie pour ses recherches. Il est reçu dans le château du comte Michel Szémioth dont la mère est devenue folle au lendemain de son mariage, après qu'un ours, lors d'une chasse, l'eut emportée «sans doute pour aller la dévorer tout à son aise dans un fourré». Le jeune comte, qui s'est d'abord caché dans un arbre pour observer le savant, reçoit fort bien ce dernier, et lui raconte la mystification dont il a été l'objet de la part d'une charmante jeune fille, Ioulka Iwinska... Mérimée reprend, dans cette nouvelle, la légende de l'homme-ours attestée dans bien des traditions, et qu'il a pu découvrir dans les Danorum regum heroumque historiae de Saxo Grammaticus ou dans les Histoires tragiques de Bandello traduites par Belleforest.\n\n\n"
  },
  {
    "index": 78,
    "src": "https://public-files.gumroad.com/4ey3ezppgnbprew3yhtjin5b81vb",
    "title": "La Venus d'Ille - Prosper Merimee",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/myuzow?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "En 1857, Mérimée écrit à une amie : \" Avez-vous lu La Vénus d'Ille, une histoire de revenants que j'ai faite ? C'est, selon moi, mon chef-d'œuvre. \"\nCette Vénus de bronze d'une beauté foudroyante aux yeux incrustés d'argent, il l'invente avec des légendes médiévales et des souvenirs de ses tournées archéologiques dans le Roussillon.\nLe jour de son mariage, un jeune homme ivre et désinvolte glisse au doigt de la statue la bague destinée à sa fiancée. Au matin de la nuit de noces, on le retrouve mort, après, semble-t-il, une agonie d'épouvante.\nDe l'étrange au merveilleux, du bizarre au fantastique, on ne saura jamais comment la féroce statue nous entraîne dans son mystère. C'est l'art de Mérimée, la magie de son style glacial, ironique, parfaitement invisible."
  },
  {
    "index": 79,
    "src": "https://public-files.gumroad.com/bwc09dneelii7jtze2wds4juy9zs",
    "title": "Il Viccolo di Madama Lucrezia - Prosper Merimee",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/pbsws?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Il Viccolo di Madama Lucrezia\nProsper Mérimée, écrivain, historien et archéologue français (1803-1870)Ce livre numérique présente «Il Viccolo di Madama Lucrezia», de Prosper Mérimée, édité en texte intégral. Une table des matières dynamique permet d'accéder directement aux différentes sections.Table des Matières\n-01- Présentation\n-02- Il Viccolo di Madama Lucrezia"
  },
  {
    "index": 80,
    "src": "https://public-files.gumroad.com/o38pmrqq7fgp9y3g4jbqfapmlgkm",
    "title": "Colomba - Prosper Merimee",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/zzuqh?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Prosper Mérimée (1803-1870) was an author by hobby, not necessity, being the son of two talented and highly successful artists. He was also a lawyer, a public official, a senator, a painter, an authority on Russian literature and a member of the French Academy. As a public official, Mérimée travelled through France and Europe, from which he drew inspiration for his stories and novels. His first popular novella, \"Colomba\", was published in 1840. It is set in Corsica, and tells the story of the della Rebbia family, whose father has been murdered in an ambush, believed by his daughter to have been perpetrated by the town's mayor, Lawyer Barricini. She implores her brother, Lieutenant Orso della Rebbia, to avenge their father's death, but Orso does not share her passionate ancestral pride. His heart is torn between personal vendetta and a propensity to abide by the law."
  },
  {
    "index": 81,
    "src": "https://public-files.gumroad.com/4wflqnzaaj5ng1c8x74trr3xmsqs",
    "title": "Chronique du regne de Charles IX - Prosper Merimee",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/bbxrn?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Chronique du règne de Charles IX\nProsper MériméeTexte intégral. Cet ouvrage a fait l'objet d'un véritable travail en vue d'une édition numérique. Un travail typographique le rend facile et agréable à lire.\nLe roi que tout le monde a oublié... et pour cause : Il a tout raté sauf sa fin à la veille de ses 24 ans !\nCharles IX succéda à son frère François II qui n'avait régné que quelques mois. Il monta sur le trône à un âge encore plus précoce : dix ans. Sa mère qui continua l'exercice du pouvoir. Charles IX était tout aussi fragile physiquement et psychologiquement que ses frères. Il était inconstant, tantôt sous l'influence de sa mère, tantôt sous celle de Coligny.\nEn 1570, sa mère mit fin à la troisième guerre de religion en lui faisant signer la paix de Saint-Germain qui accordait la liberté de culte aux protestants, ainsi que plusieurs places fortes, dont La Rochelle. Il se lia peu à peu d'amitié avec Coligny qui en profita pour le convaincre de relancer la guerre des Flandres, dans laquelle la France devait porter secours aux protestants contre l'intolérance du pouvoir espagnol. Sa mère qu'une guerre ouverte avec l'Espagne inquiétait, décida avec l'aide des Guise l'élimination de Coligny. Mais l'attentat rata. Affolée par les conséquences de ce ratage, alors que Paris hébergeait un grand nombre de protestants venus assister au mariage d'Henri de Navarre, Catherine, avec l'aide de son autre fils Henri, convainquit Charles IX de l'élimination de tous les chefs protestants. Ce massacre qui eut lieu lors de la Saint-Barthélemy 1572 s'emballa avec la participation de tout le peuple et s'étandit à toute la France.\nTout au long de son règne, il souffrit de la préférence de sa mère pour son frère Henri. Il se réjouit lorsque celui-ci dut partir après son élection au trône de Pologne (1573). Mais malade, il mourut à la veille de ses 24 ans. Il fut remplacé par son frère Henri, le duc d'Anjou et bref roi de Pologne."
  },
  {
    "index": 82,
    "src": "https://public-files.gumroad.com/bvcun8zs9akoeu2rprxc35mtgqhm",
    "title": "Rocambole - La corde du pendu - Tome I - Pierre Ponson du Terrail",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/rmwxt?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Pierre Alexis Ponson du Terrail (1829-1871)\n\n\n\n\n\"L’écroulement du souterrain durait toujours.\n\nLa voûte de la galerie se détachait par fragments de blocs énormes.\n\nLe sol continuait à mugir et à trembler.\n\nOn eût dit un de ces tremblements de terre qui ébranlent les cités du nouveau monde.\n\nVanda était tombée à genoux et priait.\n\nPauline, suspendue au cou de Polyte, lui disait :\n\n– Au moins, nous mourrons ensemble !\n\nMilon hurlait de fureur et brandissait ses poings énormes en répétant :\n\n– Ah ! les gredins de fenians ! les propres à rien ! les canailles !\n\nMarmouset, lui, regardait le maître.\n\nLe maître était calme, debout, le front haut.\n\nIl semblait attendre la fin de ce cataclysme avec la tranquillité d’un homme qui se sait au-dessus de la mort.\"\n\n\n\n\n\nSuite de \"Les démolitions de Paris\"\n\nDernière aventure de Rocambole écrite par Pierre Alexis Ponson du Terrail."
  },
  {
    "index": 83,
    "src": "https://public-files.gumroad.com/fpwk0862bm1jrskrpzm8plq8upgr",
    "title": "Rocambole - En prison - Pierre Ponson du Terrail",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/wrati?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Enfin un héros détestable. Ce feuilletonnesque roman ne peut faillir à l'horrible réputation : meurtres, trahisons, vol, perfidies, tout le parcours de l'ignominie est au rendez-vous de ce chef d'œuvre.\n\n\n\n\n\n\n"
  },
  {
    "index": 84,
    "src": "https://public-files.gumroad.com/p96w3vuegndszamc9kk0fao4coii",
    "title": "Le Dernier mot de Rocambole - Tome IV - Pierre Ponson du Terrail",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/mxuijv?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Depuis deux ans, Rocambole arpente l'Inde, seul et en plein cœur du territoire ennemi. Il a vu Moussami, son fidèle ami indien, se faire couper la langue, il a entendu les balles siffler près de son oreille et a senti les griffes d'une panthère pénétrer sa chair. Mais, alors que sir Edward Linton est sur le point de tuer le rajah Osmany, un allié de poids se joint à la lutte de Rocambole: Nadir, un membre des Fils de Sivah, dorénavant fidèle à Rocambole pour avoir livré Ali-Remjeh, son plus mortel ennemi, à la police britannique. Dans le quatrième tome du «Dernier Mot de Rocambole», Rocambole est à la merci des malfrats, et il aura besoin, plus que jamais, de faire confiance à ses amis s'il veut s'en sortir vivant. Pierre Alexis Ponson du Terrail (1829-1871) est un écrivain populaire français. Il a écrit plus de deux cents romans en vingt ans. Il est surtout connu pour son personnage Rocambole, qui par la suite a donné l'adjectif «rocambolesque». Destiné à une carrière navale, il préfère se dédier à la littérature. En 1857, il commence l'écriture de son personnage phare dans «l'Héritage mystérieux» qui connaîtra un grand succès.\n\n\n"
  },
  {
    "index": 85,
    "src": "https://public-files.gumroad.com/qhwdgp9xttalo9jhz6cr7sakjj1a",
    "title": "Le Dernier mot de Rocambole - Tome II - Pierre Ponson du Terrail",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/srcomh?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Rocambole a pris un accent londonien depuis son voyage dans la capitale anglaise aux côtés de Milon, Vanda et quelques repentis des Ravageurs. Tous se sont jurés de faire le bien face à la secte des Thugs, qui enlève sans relâche de jeunes femmes innocentes pour les remettre à la déesse Kali, aux Indes... Rocambole est déterminé à les protéger ; en particulier la gentille bohémienne, Anna, spoliée de son héritage par sa tante Milady, maîtresse d'un criminel d'orient. Dans le second tome du «Dernier mot de Rocambole», notre héro Rocambole dont la réputation n'est plus à faire, devra se la jouer cosmopolite s'il veut déjouer les plans de ses ennemis. Sa seconde étape: l'Inde. Pierre Alexis Ponson du Terrail (1829-1871) est un écrivain populaire français. Il a écrit plus de deux cents romans en vingt ans. Il est surtout connu pour son personnage Rocambole, qui par la suite a donné l'adjectif «rocambolesque». Destiné à une carrière navale, il préfère se dédier à la littérature. En 1857, il commence l'écriture de son personnage phare dans «l'Héritage mystérieux» qui connaîtra un grand succès.\n\n\n"
  },
  {
    "index": 86,
    "src": "https://public-files.gumroad.com/8v6lbkz3hjymfwd39xmlhk1aw05j",
    "title": "Le Dernier mot de Rocambole - Tome I - Pierre Ponson du Terrail",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/bpprtq?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "La nuit, Paris est si sombre que l'on confond un homme avec un lampadaire éteint ; un cadavre avec Rocambole. Après son combat contre la comtesse Vasilika, on l'avait cru mort. Mais aujourd'hui, il a été retrouvé près de la Seine, inconscient, par une bande de malfrats qu'on appelle les Ravageurs. Alors que Rocambole est en convalescence, il lutte face à leur chef, Pâtissier, un fainéant aux valeurs trop éloignées de Rocambole. Mais ce n'est là qu'un point de départ pour notre héro: la secte des Thugs sème la terreur en Europe. Ses membres cherchent à enlever de jeunes vierges, envoyées à la déesse Kâli aux Indes... Dans ce premier tome du «Dernier Mot de Rocambole», Rocambole, bien vivant et dorénavant repenti, devra voyager jusqu'à Londres s'il veut faire régner le bien. Pierre Alexis Ponson du Terrail renouvelle l'un des romans feuilletons le plus iconique, aux péripéties inoubliables. Pierre Alexis Ponson du Terrail (1829-1871) est un écrivain populaire français. Il a écrit plus de deux cents romans en vingt ans. Il est surtout connu pour son personnage Rocambole, qui par la suite a donné l'adjectif «rocambolesque». Destiné à une carrière navale, il préfère se dédier à la littérature. En 1857, il commence l'écriture de son personnage phare dans «l'Héritage mystérieux» qui connaîtra un grand succès.\n\n\n"
  },
  {
    "index": 87,
    "src": "https://public-files.gumroad.com/qcqwx6h0vcuprnseogcdflzzvn45",
    "title": "La Femme immortelle - Pierre Ponson du Terrail",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/nfuwr?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Vampire, vous avez dit vampire ? Une belle histoire à rebondissements qui se lit en feuilleton. L'histoire de Janine et de son jeune amant chassé par l'amour de vieux prétendants pris de remords à l'époque du Régent Philippe d'Orléans.\n\n\n\n\n\n\n"
  },
  {
    "index": 88,
    "src": "https://public-files.gumroad.com/dwry7u869wa8yimb5s42u3jdpxu9",
    "title": "Un mousse de Surcouf - Pierre Mael",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/vmtrib?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Extrait : \"Le 4 vendémiaire au VII, c'est-à-dire le 25 septembre 1799, le trois-mâts la Bretagne sortait du port de Brest et gagnait la mer, toutes les voiles dehors. C'était un beau navire de commerce qui transportait des émigrants vers l'Amérique. On mourait de faim en Bretagne, comme un peu partout d'ailleurs en France, et cette émigration-là ne ressemblait point à celle que les lois encore en vigueur punissaient de mort.\"\n\nÀ PROPOS DES ÉDITIONS LIGARAN\n\nLes éditions LIGARAN proposent des versions numériques de qualité de grands livres de la littérature classique mais également des livres rares en partenariat avec la BNF. Beaucoup de soins sont apportés à ces versions ebook pour éviter les fautes que l'on trouve trop souvent dans des versions numériques de ces textes.\n\nLIGARAN propose des grands classiques dans les domaines suivants :\n\n• Livres rares\n• Livres libertins\n• Livres d'Histoire\n• Poésies\n• Première guerre mondiale\n• Jeunesse\n• Policier"
  },
  {
    "index": 89,
    "src": "https://public-files.gumroad.com/t9egov9es4bnj4g6746ie5ylx01x",
    "title": "Les chansons de Bilitis - Pierre Felix Louis",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/hbjykc?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Les Chansons de Bilitis sont sans âge. Elles sont grecques parce que la Grèce est le pays de la Beauté et que cette Beauté éclaire l'Amour d'une lumière pure et mystérieuse... C'est le jardin d'Eden, son innocence... ses faiblesses, aussi.\n\nMais aux épaules de Bilitis battent doucement les ailes de la poésie qui, dans un long nimbe aux couleurs changeantes, lui font traverser cette toute petite tragédie du temps qui passe et tout emporte, dans le souffle tiède de l'Amour qui, lui, demeure et toujours parlé au cœur des créatures...\n\n'Dans l'ombre des forêts profondes, dans la poudre légère des rues de Mytilène et les nuits moites de Chypre, Bilitis rit et pleure, et aime, dans l'impatience des premiers âges, dans la triste mélancolie du temps si vite enfui... Les corps sont des courbes, la Beauté est intemporelle, l'Amour est une chanson, et qu'importent la main qui tient la plume, l'époque ni la langue, la corde vibre et la musique nous emporte."
  },
  {
    "index": 90,
    "src": "https://public-files.gumroad.com/lf8qh6hzqofi3atfmvq2erq6psjs",
    "title": "Melite - Pierre Corneille",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/afgrw?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Mélite, ou les fausses lettres est une comédie en cinq actes et en vers écrite par Pierre Corneille en 1625 représentée pour la première fois en décembre 1629 au Jeu de paume de Berthaud par la troupe de Montdory. Avec cette pièce, Corneille crée un nouveau genre théâtral, la comédie de moeurs, qui rompt avec la farce grossière et bouffonne en vogue à l'époque.Comédie: Éraste, amoureux de Mélite, la fait connaître à son ami Tircis, et, devenu peu après jaloux de leur hantise, fait rendre des lettres d'amour supposées, de la..."
  },
  {
    "index": 91,
    "src": "https://public-files.gumroad.com/29qz7ncehoycc8ze07p2kcx3wvuy",
    "title": "Medee - Pierre Corneille",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/wknst?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Pour chaque titre de gloire du héros Jason, son épouse Médée a commis un crime. Pour lui, elle a trahi son pays, tué son frère et poussé des jeunes filles à assassiner leur père. Le couple vit en exil à Corinthe avec ses deux fils, jusqu’à ce que Jason s’éprenne de la fille du roi. Qu’il l’épouse, et il héritera du trône. Médée, elle, sera bannie du royaume. Mais la femme répudiée est une magicienne, experte en poisons comme en sorcellerie. Meurtrie dans sa fierté autant que dans son amour, Médée va user de tout son art pour frapper dans sa chair l’infidèle Jason. Objets magiques, rebondissements, effets de scène spectaculaires : pour la première tragédie de sa carrière, Corneille transpose le mythe grec de Médée dans l’esthétique baroque. En insistant sur la puissance et sur l’aura infernale de son héroïne, l’auteur du Cid fait du récit de sa vengeance une forme d’apothéose du mal.\n\n\n"
  },
  {
    "index": 92,
    "src": "https://public-files.gumroad.com/mh1roa66tm3o36y6yvs8og6fhfnl",
    "title": "La Veuve - Pierre Corneille",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/pfieb?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Comédie : Alcidon, amoureux de Clarice, veuve d'Alcandre et maîtresse de Philiste, son particulier ami, de peur qu'il ne s'en aperçût, feint d'aimer sa soeur Doris, qui, ne s'abusant point par ses caresses, consent au mariage de Florange, que sa mère lui propose. Ce faux ami, sous un prétexte de se venger de l'affront que lui faisait ce mariage, fait consentir Célidan à enlever Clarice en sa faveur...\n\n\n"
  },
  {
    "index": 93,
    "src": "https://public-files.gumroad.com/oud3m8qz0ac0ricc6trc8s7heg1a",
    "title": "La suivante - Pierre Corneille",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/mujdb?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "M. Margitic suit dans cette édition le principe de publier les textes de Corneille d'après l'édition princeps. Ce principe s'avère fructueux et intéressant surtout pour les premières pièces de Corneille, qui ont été beaucoup remaniées par la suite: la Suivante est de celles-là.\n\n\n\n\n\n\n"
  },
  {
    "index": 94,
    "src": "https://public-files.gumroad.com/03t3zok0t2lb6c3q9p2jotu1aeix",
    "title": "La Place Royale ou L'amoureux extravagant - Pierre Corneille",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/pxuodv?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Comédie : Phylis fait bon accueil à tous les galants. Angélique, elle, ne veut aimer qu'Alidor. Celui-ci, désireux de sortir de l'état de dépendance où le mettent ses sentiments à l'égard d'Angélique, décide de rompre. Il la «cède» à son ami Cléandre, amoureux d'elle bien qu'il feigne d'aimer Phylis. Après avoir lu la lettre, prétendument adressée à une autre, qu'Alidor lui a fait parvenir, Angélique l'accable de reproches et, loin de nier, il se montre blessant. Par dépit, elle accepte d'épouser Doraste, le frère de Phylis...\n\n\n"
  },
  {
    "index": 95,
    "src": "https://public-files.gumroad.com/jsga4vtz6rapo26tk9vdxahnal68",
    "title": "La Galerie du Palais - Pierre Corneille",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/rpqqy?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Comédie : Dorimant aime Hippolite, qui aime Lisandre, qui aime Célidée, qui hésite entre Dorimant et Lisandre. Aussi Célidée décide-t-elle, à la stupéfaction d'Hippolite, d'éprouver son amant par quelques froideurs. Désespoir de Lisandre. Son écuyer, Aronte, gagné à la cause d'Hippolite, lui suggère de feindre d'aimer ailleurs pour éveiller la jalousie de Célidée...\n\n\n"
  },
  {
    "index": 96,
    "src": "https://public-files.gumroad.com/jv2e7505x5uxz8vllavnl5codq02",
    "title": "L'Illusion Comique - Pierre Corneille",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/nnfzf?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "La scène est quelque part en Touraine, dans la grotte du magicien Alcandre, qu'un père vient consulter sur le sort de son fils disparu. La grotte se métamorphose alors en théâtre et le jeune homme apparaît, sous l'habit de comédien, en serviteur rusé du bouillant capitaine Matamore... La fantasmagorie commence, pièce follement originale toute en reflets et jeux de miroir que Corneille lui-même qualifiait d'\" étrange monstre \" et d'\" extravagante galanterie \".\n\nAprès quelques comédies à succès, l'avocat rouennais écrit le chef-d'œuvre de sa période baroque. Depuis cette année 1636, L'Illusion comique résume en deux heures tout le mystère et tout le miracle du théâtre, sa magie et ses artifices. Entre la farce et le drame, la réalité et la féerie, elle en révèle toute la mécanique émotionnelle dans un climat de rêve et d'éclatante poésie."
  },
  {
    "index": 97,
    "src": "https://public-files.gumroad.com/jyf789ytvrnfh1rpprzp0ullk34v",
    "title": "Le livre de la blaise - Philippe Monnier",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/bnjxkw?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Blaise, un original et poète marginal qui, en se souvenant de son enfance et de ses années d’écolier, fait un panégyrique ironique et attendri, peut-être un brin chauvin, du collège public de Genève, le Collège Calvin, institution qui a formé des générations de garçons, devenus élites masculines de la « République et Canton de Genève ». Ses souvenirs nous évoquent parfois Titeuf ou le petit Nicolas. Il fait tour à tour l’éloge des « gattes » (l’école buissonnière) qui, autant que l’école, trouve-t-il, permettent un..."
  },
  {
    "index": 98,
    "src": "https://public-files.gumroad.com/xhgbw1ly27w43c5l2fwdi07a5etd",
    "title": "Quatre femmes et un homme - Paul Feval (pere)",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/dqgfb?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Cinq histoires courtes sur le thème de l'amour et des sentiments (mise en scène, fraternité, convoitise, dévouement,...)\n\n\n"
  },
  {
    "index": 99,
    "src": "https://public-files.gumroad.com/wzkcs4dfi4h4tgyp2f4o78ylgt8t",
    "title": "Le Docteur Mystere - Paul d' Ivoi",
    "penjual": "Books Corner",
    "ppSeller": "https://public-files.gumroad.com/hp3j49iqior3egdquqv99w9ut32s",
    "linkSellerHref": "https://bookcollections.gumroad.com/l/xdaga?layout=discover&recommended_by=search",
    "price": "5.99",
    "sellerText": "Le docteur Mystère poursuit une oeuvre grandiose de libération de l'Inde, de la double tutelle des Anglais et des brahmanes. Il est aidé dans sa tâche par un jeune français, Cigale, et une ravissante jeune fille. Les brahmanes, machiavéliques hindous, utilisent tous les moyens pour parvenir à leurs fins : vol, mensonge, trahison, enlèvements, etc. Mais notre héros dispose de moyens scientifiques étonnants pour les combattre..."
  }
]