[
  {
    "index": 1,
    "src": "https://public-files.gumroad.com/of1ji5mikhva35prk21rvoknb5x1",
    "title": "Nucleus Plus – Figma UI kit and Design system (For Mobile and Web)",
    "penjual": "Nucleus UI – Figma UI Kit & Design Systems",
    "ppSeller": "https://public-files.gumroad.com/8hxxmnlew6xcj1mezgdx9asxb5tz",
    "linkSellerHref": "https://nucleusui.gumroad.com/l/nucleus-ui-plus-all-in-one-figma-ui-kit-design-system?layout=discover&recommended_by=search",
    "price": "89",
    "sellerText": "Supercharge your design workflow, kick-start your projects faster, and level up your process.\n\nNever recreate the same things; focus on what matters.\n\n✓ For mobile app and web\n✓ Everything you need, from wireframing to high-fidelity design.\n✓ Designed for everyone, from those learning UI design to starting a design system.\n✓ Created with developers in mind (production-ready)\n✓ Unlimited projects and lifetime updates\n\nSee Figma Preview\n\nOne time purchase. Life time updates.\nStarting from $89 which equates to only $7.41 per month over a year.\n\n👉 Change log\nNucleus Plus 2.6 (Mar 1st, 2024)\n30+ Mobile kit components\n50+ Icons (Gestures, Charts, Notifications, Smart Home, Furnitures)\nWeb: Ecommerce Kit\n\nMake your design projects more efficient and effective. Save thousands of design hours with:\n\n1000+ components & variants\nWith Text properties, Nested instances\n\nVariables & global styles\n\nLight and dark modes via variables\n\n700+ unique & premium mobile app screens, including 9 mobile UI kits for Events, Food delivery, Health care, Financial, Travel, and more – Complete Version.\n\nWeb Admin UI\n\nWeb Ecommerce UI\n\nWeb UI Kit (Beta – optimized for dev mode with clean layer names)\n\nWireframe kit with 380+ components\n\nCustomizable chart components: These include headings, legends, metrics, bars, doughnuts, rings, and lists.\n\n500+ assets: Icons, Flags, Logos.\nPremium icons: Themes cover Events, Food, Finance, Travel, Medical, and Sports.\n\nAuto-layout ready (Box-model in mind)\n\nEasy to resize elements with constraints\n\nDev handoff & Design system documentation components\n\nUse for unlimited projects: Both personal and commercial\n\nFree lifetime updates\n\nAbout Nucleus UI\n\nAt Nucleus UI, our mission is to provide a beautiful and practical UI Kit & Design System that helps designers, agencies, and businesses speed up their processes while maintaining high standards and quality.\n\nWe understand the importance of an efficient and well-designed user interface, and that's why we strive to create UI kits that are visually appealing but also functional and user-friendly.\n\n❤️ 350+ upvotes in Product Hunt.\n⭐ 30,000+ downloads in Figma Community.\n🔒 Secure payment process via Gumroad (128-bit SSL encrypted payments).\n\nFrequently Asked Questions\n\nWhat software do I need to use for the UI kits?\nYou will need Figma to utilize the UI kit you purchase here.\n\nWhat knowledge or skill do I need to use the UI kits?\nWe aim to make our UI kits as accessible as possible, including those without a design background. However, a basic understanding of utilizing Figma is required.\n\nWill I receive free updates in the future?\nYes! You'll receive lifetime updates for that product.\n\nWhat's the difference between Personal and Team Licenses?\nA personal license is only for individual users, while a team license is for multiple numbers of users.\n\nCan I use it for commercial projects?\nYes, you can.\n\nCan I use it for multiple projects?\nOf course, yes!\n\nCan I use this to create and sell a UI Kit, Design System or other design resources product?\nNo, you cannot use these resources as the core product to build, sell, or distribute UI Kit, Design System or other design resources products through your website or on any marketplaces.\n\nCan I get an invoice?\nSimply click the \"Generate\" button on your receipt after your purchase. Check out this guide if you need help. And if you still have trouble, drop us an email at nucleus.ui@gmail.com. We're here to help!\n\nDo you provide an educational discount?\nStudents can enjoy a generous 50% discount with a valid ID and proof of eligibility. Send us an email at nucleus.ui@gmail.com, and we'll help you get verified.\n\nDo you have an affiliate program?\nYes, join us here. We offer a 30% commission on every sale made.\n\nWhat is your refund policy?\nSorry, we don’t accept refund requests. We understand that this might not be ideal, but once you've purchased, The UI kits are yours forever.\n\nCan I upgrade my license?\nSure, email us at nucleus.ui@gmail.com"
  },
  {
    "index": 2,
    "src": "https://public-files.gumroad.com/u71jcq7us6jxx1cxa802ypqomzci",
    "title": "Design System UI Kit for Figma 8.0",
    "penjual": "UI Prep",
    "ppSeller": "https://public-files.gumroad.com/uhe7dryj06ih90ru9etpqmr5d06c",
    "linkSellerHref": "https://uiprep.gumroad.com/l/pjjovG?layout=discover&recommended_by=search",
    "price": "99",
    "sellerText": "10X your speed while becoming a Figma expert\n\nFeel confident that your next design system project will use all the best Figma and design system practices. It’s why designers from teams like Adobe, Microsoft, Meta, Square, Nike, OpenTable, Nasa, and Kellogg trust it to save time and level up as designers.\n\nBack to uiprep.com • Preview in Figma\n\nSummary\n\nDesign Best Practices: Fully Accessible, 8pt Grid, Atomic Design, Documentation, Responsive, Light & Dark modes\n\nNewest Figma Features: Color Variables, Text Variables, Component Properties, Variants, Auto Layout, Interactive Components\n\nMore Than a Design System: Quick Start Guide with detailed tutorials to learn how and why the file was built the way it was.\n\nBuy once, use forever\n\nGet lifetime access to the Design System today, plus any updates we release in the future for a simple one-time price.\n\nLoved & Trusted by 100,000+ designers across the world\n\n\n\n\n★★★★★\n\n\"This is a fantastic design system. Best thing on Gumroad hands down!\"\n\nChristopher Yellen\n\nUX/UI Designer, Fidelity Investments\n\n\n\n\n\n★★★★★\n\n“I would highly recommend this UI Kit! It was a well organized design system with a variety of components to select from and simple to get started! This kit has dynamic components and is easy to customize my designs. Overall, a great product!”\n\nJason Lopez\n\nUX/UI Designer, H&R Block\n\n\n\n\n\n★★★★★\n\n“UI Prep has been instrumental in our agency work. UI Prep helps us start at 60% instead of 0%.  It’s comprehensive, organized, and very thoughtfully designed. I could not recommend this more.”\n\nJon Moore\n\nPrincipal Product Designer, Innovate map\n\n\n\n\n\n★★★★★\n\n“UI Prep is more than just ‘a Figma template’. It teaches you the best way to work! It is packed with the best Figma features to help you design better and more effective! UI Prep really shows you how it’s done. If you’re not using this, you are missing out. Don’t think ‘template, think design system! I love the fact I can become a better designer just by using UI Prep!\n\nMarco Kramer\n\nOwner at IMAGA\n\n\n\n\n\n★★★★★\n\n“UI Prep is some of the best money we've spent in the life of our company. It has been absolutely critical for us to get our product up and running. As a startup with no dedicated UX resource, we have to be able to make the most of our time and assets. UI Prep helps us hit the ground running, and not waste time reinventing the wheel.”\n\nAnna Eaglin\n\nHead of Product at Uncovered\n\n\n\n\n\n★★★★★\n\n“The UI Prep toolkit has been invaluable for our small team in the few short months that we've had access to it - if only we'd found it sooner!\n\nJason Arnold\n\nSenior UX Designer, Publicis Worldwide\n\n\n\n\n\n★★★★★\n\n“The UI Prep is an amazing tool for both quick mockup/prototyping  and detailed UI design. It's super easy to use and speeds up the work in a way I couldn't imagine.  The infinite number of possible combinations and customizations makes it the perfect tool for any designer and team, highly recommended!”\n\nMatteo Meneghetti\n\nHead of Design, Asia Focus Group\n\n\n\n\n\n★★★★★\n\n“l love the attention to structure/approach taken to build the system. By far one of the best organized and structured kits out there, especially with the base components and use of variants.”\n\nShane Goodwin\n\nLead Product Designer, Nomos One\n\n\n\n\n\n★★★★★\n\n“This is an absolute time-saver. The entire product is prepared with utmost attention to detail, everything is well organized and easy to use even for inexperienced designers and developers who are not very familiar with design software. Regardless of whether you need to create a bespoke design from scratch or a quick, rough mockup this is a great product. It helps to save hundreds of hours, so you can forget about recreating the same UI components in every single project over and over again.”\n\nMurat Alpay\n\nDigital Product Designer, Teknasyon\n\nLatest Release 8.0\n\nUpdated to include the latest Figma updates from Config23. Including color and number Variables! In addition to many component improvements and additions.\n\nThe highlights\n\nColor Variables\n\nNumber Variables\n\nLight & Dark mode\n\nNewest Auto Layout features (Wrap)\n\nImproved Table\n\nImproved Buttons\n\nImproved Inputs\n\nNew Components\n\nFrequently Asked Questions\n\nSee full FAQ on our website\n\nHow do I import the design file into Figma? First, download and unzip the design file. Then, drag and drop the file into your Figma “Project” page or your “Drafts” page.\n\nHow do I download a new update? In your Gumroad Library, select the “UI Prep Design System for Figma” product card, then select “download”.\n\nCan I get the Design System UI Kit for my entire team? Yes, you just need to select the appropriate license when you check out. We offer an individual licenses (one designer) and a team licenses (unlimited designers).\n\nHave Questions?\n\nEmail me at molly@uiprep.com or DM me on Twitter."
  },
  {
    "index": 3,
    "src": "https://public-files.gumroad.com/pzsjq7e1g7q20y1fdu7uh2vfn33n",
    "title": "Mobile App Design System for Figma, Swift, Compose and React Native",
    "penjual": "Dynamic Layers",
    "ppSeller": "https://public-files.gumroad.com/wflxmmyje4tbmmxw9n9ir00h8r6b",
    "linkSellerHref": "https://dynamiclayer.gumroad.com/l/mobileuikit?layout=discover&recommended_by=search",
    "price": "0",
    "sellerText": "Dynamic Layers is a customizable & adjustable iOS design system with 200+ variants for 20 components and 200+ Icons crafted for Figma, Swift, Compose and React Native. You can edit, modify, or use them as it is to save time and never design from scratch again.\n\n\n\n\n✏️ Figma Preview 🌎 www.dynamiclayer.io\n\n\n\n\n\nDesigners, skip creating from scratch those complicated components along with every new project in Figma. Use Full iOS to concentrate on important things, not on pixel routine.\n\nDevelopers, this design library allows you to learn or enhance design skills. Jump into a process, where you only need to drag and fit a block to build good-looking pages.\n\nManagers & CEOs, these templates are ready to be published for teams and provide an opportunity to quickstart massive prototyping immediately, save time and release apps faster.\n\n\n\n\n\nDisclaimer: This product is non-refundable because it is a digital product."
  },
  {
    "index": 4,
    "src": "https://public-files.gumroad.com/se0k2c4dpemh74q0c3pmjbl54aku",
    "title": "Untitled UI – Figma UI kit and design system",
    "penjual": "Untitled UI",
    "ppSeller": "https://public-files.gumroad.com/ls1lgj34sco8z63ocb9rl631tnmu",
    "linkSellerHref": "https://untitledui.gumroad.com/l/untitled-ui?layout=discover&recommended_by=search",
    "price": "129",
    "sellerText": "The ultimate Figma UI kit and design system\n\nUntitled UI is the largest Figma UI kit and design system in the world. Kickstart any project, save thousands of hours, and level up as a designer.\n\n❖  Learn more at untitledui.com\n\n❖ Preview Untitled UI PRO in Figma and compare us to the competition\n\nEvery purchase includes:\n\n❖ Untitled UI PRO VARIABLES: Supports all the latest features announced at Config 2023, including color, spacing, radius, and width variables (including dark mode!) and Auto Layout 5.0 (min/max widths and wrapping).\n\n❖ Untitled UI PRO STYLES: Supports the latest updates such as Auto Layout 5.0 (min/max widths and wrapping) but does not include variables for those who prefer to keep their workflow simple.\n\n❖ Untitled UI PRO LITE: Our lightweight version of the full Untitled UI PRO STYLES kit has also been updated to support Auto Layout 5.0 (min/max widths and wrapping). It’s 55% lighter and faster and is designed to include everything you need.\n\nSave thousands of design hours\n\nTired of wasting thousands of hours starting from scratch on every project and rebuilding the same components? Untitled UI comes packed full with everything you need to design modern and beautiful UI and websites.\n\n900+ global styles + variables\n\nSmart, scalable typography system for any project\n\nHUGE practical and accessible color system\n\nSuper-smart color, spacing and radius variables\n\n10,000+ components and variants\n\nMeticulously crafted with 100% Auto Layout 5.0 (new), color, spacing and radius variables (new), smart variants, component properties (new)\n\nUpdated with the latest Figma features announced at Config 2022 and Config 2023\n\nHover and click interactions for faster prototyping (new)\n\nWe’ve thought of everything you need so you don’t have to – the largest and best Figma UI kit in the world today\n\n420+ ready-to-go desktop and mobile page examples\n\nKey focus on examples you'll actually use in real projects - landing pages, common pages, dashboard, and settings pages\n\nMix-and-match sections and variants to design websites and dashboards in minutes\n\nEvery purchase includes Untitled UI PRO LITE\n\nUntitled UI PRO LITE is a premium and lightweight version of the full Untitled UI PRO STYLES kit\n\nPRO LITE is 55% lighter, faster, and is designed to include everything you need and nothing you don't\n\nBecome a better designer\n\nAre you ready to level up your design workflow? We want to help you complete projects 10x faster, take on more clients, and free up your time to work on more important things. Untitled UI has everything you need.\n\nEvery component is meticulously crafted with 100% Auto Layout 5.0, color, spacing and radius variables, super-smart variants, hover and click interactions, and with accessibility in mind. Swap out variants in seconds, like magic. We’ve thought of everything so you can start designing right away.\n\nScale is easy, but quality is rare\n\nThe most popular Figma UI kits on the market today lack in size, flexibility, or quality — usually all three. Untitled UI was built to solve this. We’ve built this design system to be professional quality, while neutral and flexible enough for any project.\n\n❖ Preview Untitled UI in Figma and compare us to the competition\n\nSeriously, compare us to other UI kits. We even wrote a blog post to make it easy: 29 Best Figma UI Kits and Design Systems\n\nThis UI kit is perfect for:\n\nFreelance Designers — Deliver high-quality projects faster, take on more clients and increase your income.\n\nDesign Teams — Get everyone on the same page with a single library. Design faster consistently.\n\nBeginners & Students — Learn how professional design systems are built and learn Figma best practices. Master Auto Layout 5.0, variables and variants faster.\n\nStartups — Short on time or budget? Design and prototype faster, with an entire library of ready-to-go components. Save hundreds of hours on that MVP.\n\nUsed & trusted by 80,000+ designers from the world's top companies\n\n—\n\n\"F* hell man, this UI kit is insane. I would have gladly paid like $300 for personal use.\"\n\nHayden Bleasel\nChief Design Officer, Corellium\n★★★★★\n\n—\n\n\"Untitled is the best $119 I've spent on my business in a long time. I'm going to keep using it and recommending it to every designer I know.\"\n\nSam Pierce Lolla\nFounder, Shuffleboard\n★★★★★\n\n—\n\n\"Untitled UI has been an amazing resource that I'm learning to rely upon to spin up ideas in no time. I think I might launch a startup pretty soon by mistake here!\"\n\nRiccardo Buzzotta\nSenior Product Designer, Spotify\n★★★★★\n\n—\n\n\"Untitled UI is incredibly well-organized and the attention to detail is great. I highly recommend this kit to any designer that wants to create beautiful designs fast.\"\n\nTom Bekkers\nFounder & Creative Director, Flowbase\n★★★★★\n\n—\n\n\"The sheer scale, details, and organization of this kit is mind-blowing. It covers nearly everything a Designer could need in a modern, efficient and systematic way.\"\n\nCorey Moen\nSenior Brand Designer, Webflow\n★★★★★\n\n—\n\n\"The attention to detail and thought Jordan has put into this UI kit is unparalleled.\"\n\nDan Mcleay\nLead Designer, Fox Sports\n★★★★★\n\n—\n\n\"I'm super excited to use this for quick mockups of ideas in Figma. We're always trying to streamline our design process so we can move fast! Definitely recommend.\"\n\nJenny Chu\nHead of Product, Eucalyptus\n★★★★★\n\n—\n\n\"I'm super impressed with this. I love poking around in other peoples UI Kits to see how they think. This is probably one of the most comprehensive I've seen.\"\n\nMatt Walker\nDesign Systems, Mailchimp\n★★★★★\n\n—\n\n\"We've been using Untitled to build Himalayas 2.0 and have finished a complete redesign in just a few days.\"\n\nAbi Tyas Tunggal\nCo-founder, Himalayas\n★★★★★\n\n—\n\n❖ View more testimonials on our wall of love\n\nWhat are you waiting for?\n\nUntitled UI is packed full of everything you need to kickstart that awesome project.\n\n❖ Learn more at untitledui.com\n\n❖ Learn what's new on our changelog\n\nWhy we created Untitled UI\n\nThis project started out of necessity. We tried a bunch of Figma UI kits, but found they lacked in size, flexibility, or quality — usually all three — and we ended up having to remake all the poor-quality components.\n\nWe needed an “ultimate starter” kit for new freelance projects and design systems, rather than having to start from scratch each time. We were sick of rebuilding the same common components over and over again... which is not only a waste of time, but the most boring part of the design process.\n\nUntitled UI was built to solve this. We’ve thought of everything you need to design modern and beautiful UI and websites and have wrapped it into one neatly organized package.\n\nYou can use this UI kit in unlimited projects. In fact, we designed it this way — to be as neutral, flexible, and scalable as possible to use as a kick-starter for any project.\n\nAny questions?\n\nCheck out our Frequently Asked Questions page on our website.\n\nNote: Untitled UI is not affiliated with Figma or Figma's team, nor is it endorsed by Figma."
  },
  {
    "index": 5,
    "src": "https://public-files.gumroad.com/9s6cm9bc4lpcj7rsr73rqw30xrkr",
    "title": "Ionic Design Kit for Figma",
    "penjual": "Sliday Design and Development Marketplace",
    "ppSeller": "https://public-files.gumroad.com/77cbdijntblcchkelzu4m07fq435",
    "linkSellerHref": "https://sliday.gumroad.com/l/ionic-figma?layout=discover&recommended_by=search",
    "price": "59",
    "sellerText": "Download free demo now »\nDesign & build Ionic 7+ hybrid apps 80% faster. \nBased on the popular Ionic Sketch UI Kit and latest Ionic 7 components.\n\nGet 80 responsive up-to-date Ionic 7 components and speed-up your design & development process by 80%. \n\nFine-tune the designs using 150+ interconnected and fully-customizable Sketch symbols.\n\nA dark theme for your dark creative ideas is also included.\n\nDesign for iOS and Android.\n\n\nThis UI kit saves HOURS. Costs less than a single billable hour.\n\nIonic apps are made of high-level building blocks called components. Components allow you to quickly construct an interface for your app. Ionic comes with a number of components, including modals, popups, and cards. \n\nUsing native Ionic components in Sketch designs and the app will look great on all platforms supported by Ionic 7 (iOS, Android).\n\nDesigning with Ionic Figma components will significantly speed the development process up. Quickly put together the designs and use them as a reference for coding.\n\nLess testing, less time coding, less hassle.\n\nWhat's included:\n\nIonic Design Kit for Figma iOS Light\n\nIonic Design Kit for Figma iOS Dark\n\nIonic Design Kit for Figma Android Light\n\nIonic Design Kit for Figma iOS Dark\n\nVideo tutorial: Ionic Design Kit for Figma.mp4\n\n\nRefunds and returns\n\nAll sales are final. We do not give full or partial refunds for this product. We strongly encourage our customers to see demo projects before purchasing the full version.\n\nDownload free demo now »"
  },
  {
    "index": 6,
    "src": "https://public-files.gumroad.com/cyn9awm48it8n4w49v8vvxdj3rdi",
    "title": "Figmaster (Individual License)",
    "penjual": "Matt Wierzbicki",
    "ppSeller": "https://public-files.gumroad.com/mpcwp95xnshwbt2a32rctig8d2sy",
    "linkSellerHref": "https://mateusz.gumroad.com/l/LMhDn?layout=discover&recommended_by=search",
    "price": "99",
    "sellerText": "🌍 Learn more on the official website\n\nWhat is Figmaster?\n\nIn short, the Figmaster is a plugin for Figma. It's a workbook that contains a large set of exercises on how to build your modern design system from scratch.\n\nHow does it work?\n\nBy doing exercises in Figma, you learn and create your guide style and component library simultaneously. It is a format that will help you get the most out of each lesson. By learning - you create, and by the way, you get to know keyboard shortcuts, plug-ins, and techniques of working in Figma that will speed up your workflow. Everything happens in Figma - no distractions.\n\nWho's the author?\n\nMy name is Mateusz Wierzbicki, and I am a product designer specializing in creating comprehensive design systems for Figma. Up until now, I've built dozens of systems, including client work and side projects. I'm the creator of the Ant Design System for Figma and the co-founder of SystemFlow.\n\nCreate your design system\n\nMy products facilitate the work for thousands of designers, developers, and entrepreneurs. As the creator of many design systems and component libraries - I want to share the knowledge I acquired in over four years of using Figma. In the Figmaster, you will learn how to create a system similar to those mentioned above.\n\nCourse description\n\nDesign Systems are becoming so popular because they make products more consistent, accessible, improve their usability, and reduce design decision-making.\n\nNowadays, companies and individuals need to learn how to design advanced components, style guides, and documentation in Figma. Improving the workflow and onboarding the new designers to the team is also a challenge.\n\nIn Figmaster, you will learn how to create a design system from scratch in Figma. The Figmaster is purely and simply about practice, so you can start using acquired knowledge right away.\n\nIn this course, you will learn how to set up all the needed design tokens, such as defining proper grids, layouts, spacing, managing icons, choosing and creating color and typographic scales. You will also learn how to make the components like buttons, inputs, modals, text areas, checkboxes, notifications, radio buttons… You will learn how to name components correctly using naming conventions and translate your components into variants. You will also learn how to improve your workflow by using handy keyboard shortcuts, plugins, and tricks. At the end of this course, you will create your own complete Design System and apply it anywhere with confidence.\n\nIn the team version, you will learn how to work on a design system in a team and how to onboard new designers with the Figmaster. I will also share resources so you can learn more about design systems theory and get inspiration from the existing systems.\n\nWe will use the full potential of Figma, making our Design System with variants, auto layout, and the latest Figma feature: interactive components. 🎉\n\nSo if you want to learn how to create a Design System from scratch in Figma, this is for you.\n\nWhat's inside?\n\nModule 1. Style guide\n\nFigmaster Design System\n\nModule 2. Components\n\nModule 3. Documentation\n\nModule 4. Use it"
  },
  {
    "index": 7,
    "src": "https://public-files.gumroad.com/w8gyy88anaqgv4tkijgz5muypwqx",
    "title": "Aurora Bundle ✦ Orion + Eclipse + Hyper ✦ Save 30%",
    "penjual": "Alien Pixel",
    "ppSeller": "https://public-files.gumroad.com/lttu5h76f4jgzmdo199m0fbowpg2",
    "linkSellerHref": "https://alienpixels.gumroad.com/l/Aurora?layout=discover&recommended_by=search",
    "price": "310",
    "sellerText": "Orion UI kit - is a Figma library with 50+ full-width charts templates served in light & dark themes. Contains 200+ of dataviz widgets that look perfect on desktop & mobile screens. Organized as a design system for Figma and supported with 2500+ components based on auto-layout.\n\nHyper Charts includes over 1000 of editable graphs in blocks, making it easy to create stunning and professional-looking visualizations for any project. The graphs are fully customizable, so you can change the colors, fonts, and styles to match your brand or project theme. The kit also includes a variety of chart types, so you can find the ideal graph to match your data.\n\nEclipse UI kit - 1100+ variants of 80 components served as Figma dashboard library for data-driven web applications. Powered by auto-layout. Supercharged by Figma's variants. Eclipse UI kit is easy to customize. Contains 74 detailed desktop & mobile templates for a quick start. This well-organized library either helps to learn Figma and take your UI design skill to the next level!\n\nWhat's included\n\nClick on a product for more information and preview:\n\nOrion - data visualization and charts kit for Figma · Figma preview\n\nEclipse UI kit for Figma - desktop & mobile dashboard templates · Figma preview\n\nHyper Charts UI kit · Figma preview\n\n\n\n\n⭐ More than 2,000 happy customers\n\n\n\n\n\nMade for Designers\n\nStop creating from scratch the same buttons, icons and modules along with every new project started. Use our products to accomplish your tasks faster\n\nDevelopers\n\nOur Figma libraries will let you dip into the design process, learn or enhance prototyping skills. Jump into the design process, where you only need to drag and fit a fine component\n\nOrganizations & Teams\n\nOur every design system is ready to be published for team purposes and provides an opportunity to quickstart massive prototyping immediately\n\nLicensing agreement • Other Figma products\n\n"
  },
  {
    "index": 8,
    "src": "https://public-files.gumroad.com/km69bzhxz2tudh9k7vy1ycdddios",
    "title": "Material Me UI Kit — Figma Material Design 3 system & dashboard templates",
    "penjual": "MaterialMe",
    "ppSeller": "https://public-files.gumroad.com/r2npjvr5mbl5gei9ny8c0ykw5ttq",
    "linkSellerHref": "https://felixco.gumroad.com/l/material-me?layout=discover&recommended_by=search",
    "price": "124",
    "sellerText": "Update...\nAvailable new version, based on Tokens and refreshed templates:\nCheck it here ⤵️\nPreview Token Version\n\nBoth licenses include STYLES & TOKEN versions at no additional cost.\n\n\n\n\nInfo\nMaterial Me UI kit is a web-optimized design system with 3000+ variants for 39 components and 350+ ready-to-use app layouts crafted for Figma.\nBased on Material Design 3 (aka Material You) guidelines, this design system enhanced with Tailwind CSS colors and uses Readex Pro font, which is free and similar to Google Sans.\nEach dashboard template inside is assembled for desktop, tablet & mobile viewports and represented within a range of color variations, including dark theme.\nFigma Preview\nWebsite ⤴ •  React Components ⤴\nProduct highlights\n•  Material Design 3 system contains 39 categories of components.\nRepresented by 3000+ variants and compatible with m3.material.io\n•  Comes loaded with 350+ pre-made templates for 📱💻 🖥 and organized into 17 popular categories\n•  Includes layouts for Booking, Delivery, Analytics, NFTs, DeFi, Trading, Calendars, Social, Projects, Finances, Forms, Landing page and others:\nFigma Preview\n👌 For whom it helps\n•  Designers, skip creating from scratch those complicated components along with every new project in Figma. Use UI kits to concentrate on important things, not on design routine.\n•  Developers, this design library allows you to learn or enhance design skills. Jump into a process, where you only need to drag and fit a block to build good-looking pages.\n•  Managers & CEOs, these templates are ready to be published for teams and provide an opportunity to quickstart massive prototyping immediately, save time and release apps faster.\n\nRefund policy  •  Licensing agreement  •  More Figma templates"
  },
  {
    "index": 9,
    "src": "https://public-files.gumroad.com/j8zkx0ydq0ix1qyi2uvbtppqlxf1",
    "title": "Riddle UI - Web Design system PRO (v1.1)",
    "penjual": "Riddle UI",
    "ppSeller": "https://public-files.gumroad.com/699o716agv0nctjgrwbkgt55419c",
    "linkSellerHref": "https://riddleui.gumroad.com/l/webdesignsystem?layout=discover&recommended_by=search",
    "price": "109",
    "sellerText": "Riddle UI - Design system Pro version (v1.1)\n\nRiddle UI is a comprehensive UI design system created to streamline the process of designing modern and visually appealing user interfaces and websites. It offers a wide range of features and components aimed at saving designers countless hours of work.\n\n👉 Visit: Riddle UI to find out more\n\n👉 Preview Riddle UI Pro in Figma\n\nCurrent version: 1.1\n\nOverview\n\nRiddle UI is a robust design system that takes inspiration from Tailwind UI and provides a comprehensive set of customizable, reusable components and styles for building beautiful user interfaces. It aims to be the largest and best Figma UI kit available, catering to the needs of designers working on various projects.\n\nExtensive Styles\n\nThe design system includes 1000+ global styles, ensuring consistency throughout your designs. This makes it easier to maintain a cohesive visual identity across different projects.\n\nTypography System\n\nRiddle UI provides a smart and scalable typography system that can be adapted to fit any project. This allows for consistent and aesthetically pleasing typography choices across various screens and layouts.\n\nPractical Color System\n\nWith a huge and accessible color system, designers have a wide array of color options to choose from. This ensures that the chosen color palettes are both visually appealing and functional.\n\nVast Component Library\n\nRiddle UI boasts a collection of over 12,000 components and variants. This extensive library allows designers to easily select and customize components to fit their specific needs, saving them from reinventing the wheel for every project.\n\nAuto Layout and Smart Variants\n\nThe design system is meticulously crafted using Auto Layout 4.0, smart variants, and component properties. This ensures a responsive and adaptable design experience, making it easier to create designs that work well across different screen sizes and orientations.\n\nUpdated with Figma Features\n\nRiddle UI stays up-to-date with the latest features announced in Figma. This integration with the popular design tool ensures that designers can take full advantage of the platform's capabilities while using the design system.\n\nReady-to-Go Page Examples\n\nThe design system includes 500+ ready-to-go desktop and mobile page examples. These examples cover a wide range of common project types, including landing pages, common pages, and dashboard pages. This allows designers to quickly mix and match sections and variants to create websites and dashboards in minutes.\n\nWhat is the Riddle UI?\n\nRiddle UI is a design system that provides you with a collection of pre-designed UI elements and templates that you can use to create consistent, professional-looking user interfaces for your web or mobile application.\n\nHere's how it works:\n\nChoose a UI element or template that fits your needs.\n\nCustomize it to match your branding and functional requirements.\n\nIntegrate it into your application codebase.\n\nThe advantages of using Riddle UI include:\n\nSaves you time and money: With Riddle UI, you don't have to start from scratch designing your user interface. You can use pre-designed UI elements and templates to speed up your design process, saving you both time and money.\n\nConsistent design: Riddle UI provides you with a consistent design language across all UI elements, ensuring a cohesive user experience throughout your application.\n\nHigh-quality design: Riddle UI elements and templates are designed by experienced UI designers, ensuring a professional and visually appealing design for your application.\n\nEasy to use and customize: Riddle UI is user-friendly and easy to customize, even if you don't have extensive design experience.\n\nStay up-to-date: Riddle UI is regularly updated to reflect the latest design trends and best practices, ensuring your application stays relevant and modern.\n\nOverall, Riddle UI can help you create high-quality, professional-looking user interfaces quickly and easily, saving you time and money while ensuring a consistent and visually appealing design for your application.\n\n\n\n\nNeed more help?\n\nEmail us via hello@riddleui.com\n\nBy subscribing you accept the License."
  },
  {
    "index": 10,
    "src": "https://public-files.gumroad.com/2pwlpa6g80aaqf1i9l3ozr1kuv6k",
    "title": "Make Impactful Data Visualizations in Figma with Hyper Charts UI Kit",
    "penjual": "Alien Pixel",
    "ppSeller": "https://public-files.gumroad.com/lttu5h76f4jgzmdo199m0fbowpg2",
    "linkSellerHref": "https://alienpixels.gumroad.com/l/hypercharts?layout=discover&recommended_by=search",
    "price": "128",
    "sellerText": "Hyper Charts includes over 1000 of editable graphs in blocks, making it easy to create stunning and professional-looking visualizations for any project. The graphs are fully customizable, so you can change the colors, fonts, and styles to match your brand or project theme. The kit also includes a variety of chart types, so you can find the ideal graph to match your data.\n\nIt’s perfect for UI and UX designers, product managers, and CEOs who need to create beautiful and effective charts.\n\nFigma preview · Try before buy · Visit website\n\nFeatures:\n\n1000+ editable blocks and graphs to choose from, giving you total creative freedom.\n\nScalable charts that adapt to any screen size or device, allowing for an optimal viewing experience.\n\nDesigned with a focus on UI details, providing you with polished, refined charts.\n\nCompatible with dark mode, adding an extra layer of sophistication to your designs.\n\nTime-saving UI kit and perfect for developing and honing your design skills.\n\nCreate impressive visuals with Hyper Charts templates – dozens of scalable and customizable data visualization blocks for dark and light modes."
  },
  {
    "index": 11,
    "src": "https://public-files.gumroad.com/hhnfhzhu9m9t78o6dw03525mxgby",
    "title": "WunderUI - Design System",
    "penjual": "KL-Webmedia",
    "ppSeller": "https://public-files.gumroad.com/gs8sh4wzejj0h7g6l3y5mddw7bka",
    "linkSellerHref": "https://klwebmedia.gumroad.com/l/wunderui?layout=discover&recommended_by=search",
    "price": "89",
    "sellerText": "👉 Visit WunderUI.com for more details\n\n👉 Live preview in Figma\n\nWunderUI design system is a collaborative tool for creatives to simplify the design processes and development of digital products. Our advanced design system is created to boost your perfomance with the common design softwares such as Sketch, Figma, Adobe Photoshop and Adobe XD. With a close look into scalability, accuracy and consistency WunderUI guides you through detailed design processes, kickstarts your next project or helps you to save a lot of work time. WunderUI full design library consists of beautiful and handcrafted UI components, styles and pre-made templates which offers unlimited creative oppurtunities.\n\nDefine the ready-to-use layouts to create custom design products easily. Create flexible design layouts for any device and any screen. Manage your design projects with ultimate control and much faster with WunderUI. Control access and present your design in real-time. Core elements, components 200+ pre-built templates for web and mobile, styleguides and layout styles are included in the big assets library of WunderUI. The whole design system is compatible with Sketch, Figma, Adobe Photoshop and Adobe XD.\n\nAre you ready to quickstart your next project with WunderUI? Made from creators for creators, individuals and teams. Get unlimited access for life, including future updates for a one-time payment.\n\nFeatures\n\nFull WunderUI Design System Library\n\n220+ pre-built templates\n\nbig library of components and variants\n\nvarious UI cards and blocks\n\ncustom icons library\n\ninfographics and charts library\n\ncolours and styleguides included\n\nweb, mobile and dashboard screens included\n\nlight & dark mode\n\navailable for Figma, Sketch, Adobe Photoshop, Adobe XD\n\nfree lifetime updates\n\nWhy you should use WunderUI?\n\nWhether you're designing a website, mobile app, or desktop software, WunderUI has everything you need to create stunning designs quickly and easily. The design library includes buttons, forms, navigation elements, icons, typography, and more, all created with a clean and modern aesthetic in mind. With WunderUI, you can easily mix and match components to create unique designs that stand out. Additionally, WunderUI offers pre-made templates for various industries and purposes, such as e-commerce, sales anayltics, cryptocurrency, finance and more, making it easy to get started on your next project. Overall, WunderUI is a comprehensive design library that simplifies the design process while providing designers with the creative flexibility they need to bring their vision to life.\n\nWunderUI design system's features and benefits include:\n\nScalable and reusable design assets.\n\nFaster and more efficient design process.\n\nIncreased consistency and usability of interfaces.\n\nEasy collaboration between designers and developers.\n\nConsistent brand identity across all digital channels.\n\nReduced time and money spent on design changes.\n\nUser-centered focus to ensure accessibility and usability.\n\nUpdated and maintained design assets in accordance with best practices and industry standards.\n\n➡️ free customer support\n➡️ free lifetime updates\n➡️ documentation / helpfile included\nChangelog\n\nUpdate to v. 1.4.0 - released on January 12th, 2024.\n\nadded new dark and light dashboard layouts\n\nminor bug fixes\n\nfixed alignment issues\n\nupdated cover page\n\n\n\n\nUpdate to v. 1.3.0 - released on September 5th, 2023\n\nadded 20 new dashboard layouts\n\nadded new icons\n\nadded new colour palette and colour styles\n\nadded new dropdown menus\n\nadded 200+ charts and infographic modals\n\nfixed colour issues\n\n\n\n\n\nUpdate to v. 1.2.0 - released on July 8th, 2023\n\ncustomizations for Figma & Sketch files\n\nadded 4 new dashboard layouts for light and dark mode\n\nfixed spacing and hierachy issues\n\n\n\n\n\nUpdate to v. 1.1.0 - released on June 10th, 2023.\n\ncustomizations for Figma & Sketch files\n\nnew components available in preview file\n\nauto-layout refinements to all pages\n\n\n\nUpdate to v. 1.0.2 - released on June 2th, 2023.\n\ncustomizations for Figma & Sketch files\n\nadded new components, sections and icons\n\nadded new pages for master compoments and variants\n\nadded auto-layout to all dashboard layouts\n\nrefinements to all dashboard layouts\n\n\n\n\n\nUpdate to v. 1.0.1 - released on April 30th, 2023.\n\ncustomizations for Figma files\n\ncustomizations for Sketch files\n\nadded new components for Figma version\n\nadded new icons, master compoments and variants\n\nimproved documentation\n\nreleased free preview Figma file\n\nadded auto-layout to various dashboard layouts\n\nNeed more help?\n\nEmail us via kl-webmedia@web.de"
  },
  {
    "index": 12,
    "src": "https://public-files.gumroad.com/kpq1xoxs8maxlvzvkn1bqtrh5won",
    "title": "No waste time on graphs. Design pro-level visualizations with Figma Chart Templates",
    "penjual": "Setproduct",
    "ppSeller": "https://public-files.gumroad.com/rqkv07h9es76thtg42psm1l00qym",
    "linkSellerHref": "https://setproduct.gumroad.com/l/graphz_pro?layout=discover&recommended_by=search",
    "price": "168",
    "sellerText": "Supercharge your data visualizations with Graphz Pro – The ultimate Figma UI Kit for charts & infographics!\n\nStop wasting time building charts from scratch. Our Charts UI kit equips you with a massive library of 150+ customizable chart templates and infographics, ready to drop into your Figma projects.\n\nImpress with professional-looking visualizations that bring your data to life. Save hours of design work and focus on what matters most – crafting impactful presentations and dashboards.\n\nPreview in Figma\n\n⭐ More than 1,000 happy customers\n\nDozens of chart types: Matrix charts, Treemaps, Bullet charts, Distribution, Financial, Cohort charts, Gantt, Gauge, Hexbin, Radar charts, Polar, Sankey, Histograms, Horizontal & Vertical bars, Heatmaps, Pie charts, Labeled bars, Line & Wave charts, Bubble graphs and more...\n\nHighlights of Figma Charts UI kit:\n\n150+ scalable graphs templates. The total amount of charts including all the viewports and two color themes.\n\nReady to use and easy to edit. Replace with your data. Detach, transform and modify any chart item according to your design mission.\n\nMade for all the viewports. Desktop, Tablet and Mobile. Scaled to every screen size in advance.\n\nDark and light themes included. With the dark theme you can craft night mode graphs and dashboards for specific purposes.\n\n\n\n👉 More products for Figma"
  },
  {
    "index": 13,
    "src": "https://public-files.gumroad.com/s76zb71f2re4lcf3kf2t5b4pnjo0",
    "title": "Figmaster (Team License)",
    "penjual": "Matt Wierzbicki",
    "ppSeller": "https://public-files.gumroad.com/mpcwp95xnshwbt2a32rctig8d2sy",
    "linkSellerHref": "https://mateusz.gumroad.com/l/LHwfkO?layout=discover&recommended_by=search",
    "price": "249",
    "sellerText": "🌍 Learn more on the official website\n\nWhat is Figmaster?\n\nIn short, Figmaster is a plugin for Figma. It's a workbook that contains a large set of exercises on how to build your modern design system from scratch.\n\nHow does it work?\n\nBy doing exercises in Figma, you learn and create your guide style and component library simultaneously. It is a format that will help you get the most out of each lesson. By learning - you create, and by the way, you get to know keyboard shortcuts, plug-ins, and techniques of working in Figma that will speed up your workflow. Everything happens in Figma - no distractions.\n\nWho's the author?\n\nMy name is Mateusz Wierzbicki, and I am a product designer specializing in creating comprehensive design systems for Figma. Up until now, I've built dozens of systems, including client work and side projects. I'm the creator of the Ant Design System for Figma and the co-founder of SystemFlow.\n\nCreate your design system\n\nMy products facilitate the work for thousands of designers, developers, and entrepreneurs. As the creator of many design systems and component libraries - I want to share the knowledge I acquired in over four years of using Figma. In the Figmaster, you will learn how to create a system similar to those mentioned above.\n\nCourse description\n\nDesign Systems are becoming so popular because they make products more consistent, accessible, improve their usability, and reduce design decision-making.\n\nNowadays, companies and individuals need to learn how to design advanced components, style guides, and documentation in Figma. Improving the workflow and onboarding the new designers to the team is also a challenge.\n\nIn Figmaster, you will learn how to create a design system from scratch in Figma. The Figmaster is purely and simply about practice, so you can start using acquired knowledge right away.\n\nIn this course, you will learn how to set up all the needed design tokens, such as defining proper grids, layouts, spacing, managing icons, choosing and creating color and typographic scales. You will also learn how to make the components like buttons, inputs, modals, text areas, checkboxes, notifications, radio buttons… You will learn how to name components correctly using naming conventions and translate your components into variants. You will also learn how to improve your workflow by using handy keyboard shortcuts, plugins, and tricks. At the end of this course, you will create your own complete Design System and apply it anywhere with confidence.\n\nIn the team version, you will learn how to work on a design system in a team and how to onboard new designers with the Figmaster. I will also share resources so you can learn more about design systems theory and get inspiration from the existing systems.\n\nWe will use the full potential of Figma, making our Design System with variants, auto layout, and the latest Figma feature: interactive components. 🎉\n\nSo if you want to learn how to create a Design System from scratch in Figma, this is for you.\n\nWhat's inside?\n\nModule 1. Style guide\n\nFigmaster Design System\n\nModule 2. Components\n\nModule 3. Documentation\n\nModule 4. Use it\n\nModule 5. Team license bonus"
  },
  {
    "index": 14,
    "src": "https://public-files.gumroad.com/2dze3xi7jwpn367gayd3bj5kcklg",
    "title": "Craftwork Pro Access",
    "penjual": "Craftwork",
    "ppSeller": "https://public-files.gumroad.com/s3401jxjep4u43ubzc5ih487v2t0",
    "linkSellerHref": "https://craftwork.gumroad.com/l/qdCCn?layout=discover&recommended_by=search",
    "price": "249",
    "sellerText": "Thanks for choosing Craftwork products. We’d like to improve your user experience to make your membership more pleasant. So Craftwork is updated with new features and brand new catchy design.\n\nAll products and future releases will be available for download right from the Craftwork website. You can download assets from the product page or go to your library and get any products available. If you have some troubles to login into Craftwork account please contact us via hello@craftwork.design or ping us with our support chat on the website to get help.\n\nAvailable here 98 paid products:\n\nCome Together: https://craftwork.design/come-together-illustrations/\n\nTattoo Illustrations: https://craftwork.design/tattoo-illustrations/\n\nBlotter Illustrations: https://craftwork.design/meetup-illustrations/\n\nMeetup Illustrations: https://craftwork.design/meetup-illustrations/\n\n'90s Illustrations: https://craftwork.design/90s-illustrations/\n\n\n\nRiley Illustrations: https://craftwork.design/riley-illustrations/\n\nUX/UI Illustrations: https://craftwork.design/ux-ui-illustrations/\n\nBack to School Illustrations: https://craftwork.design/back-to-school-illustrations/\n\niPhone X 60 Photo Mockups: http://craftwork.design/iphone-x-photo-mockups/\n\nDenmark Illustrations: https://craftwork.design/denmark-illustrations/\n\nShooots Templates: https://shooots.pro/\n\n\n\nSnap Illustrations: https://craftwork.design/snap-illustrations/\n\nSuperscene 3D Constructor 2: https://superscene.pro\n\nVacation Illustrations: https://craftwork.design/vacation-illustrations/\n\n\n\nMidnight Illustrations: https://craftwork.design/nuts-illustrations/\n\n\n\nNuts Illustrations: https://craftwork.design/nuts-illustrations/\n\nBrainstrom Illustrations: https://craftwork.design/brainstorm-illustrations/\n\nGrain Illustrations: https://craftwork.design/grain-illustrations/\n\nSilvercell iOS UI Kit: https://craftwork.design/silvercell-ios-ui-kit/\n\nE-commerce Illustrations: https://craftwork.design/e-commerce-illustrations/\n\nRomeo Illustrations: https://craftwork.design/romeo-illustrations/\n\n\n\nOh my Startup Illustrations: https://ohmystartup.club/\n\n\n\nFriday Illustrations: https://craftwork.design/friday-illustrations/\n\nSunshine Illustrations: https://craftwork.design/sunshine-illustrations/\n\n\n\nKnick-knacks Illustrations: https://craftwork.design/knick-knacks-illustrations/\n\n\n\nMike Illustrations: https://craftwork.design/mike-illustrations/\n\n\n\nWake Up Illustrations: https://craftwork.design/open-space-illustrations/\n\n\n\nCall the Doctor Constructor: http://callthedoctor.club/\n\nWooden Toys Illustrations: https://craftwork.design/wooden-toys-illustrations/\n\nMethod 3.2 Dark Blocks: https://method.blue/\n\n\n\nOpen Space Illustrations: https://craftwork.design/open-space-illustrations/\n\n\n\nHumanity Illustrations: https://craftwork.design/humanity-illustrations/\n\nOSLO Illustrations 2: https://craftwork.design/oslo-illustrations-2/\n\n\n\nBoom Illustrations: https://craftwork.design/boom-illustrations/\n\nInterfaces Illustrations: https://craftwork.design/interfaces-illustrations/\n\n\n\nStayhome Illustrations: https://craftwork.design/stayhome-illustrations/\n\n\n\nPandemic Illustrations: https://craftwork.design/pandemic-illustrations/\n\nSpot iOS UI Kit: https://craftwork.design/spot-ios-ui-kit/\n\nNature Illustrations: http://craftwork.design/nature-illustrations/\n\nLayouts.Today: https://layouts.today/\n\nVesta Illustrations: https://craftwork.design/vesta-illustrations/\n\n\n\nDraw Illustrations: https://craftwork.design/draw-illustrations/\n\n\n\nTeamwork Illustrations: https://craftwork.design/teamwork-illustrations/\n\n\n\nAfterclap Illustrations: https://afterclap.pro/\n\nControl Illustrations: https://control.rocks/\n\n3DDD Illustrations: https://3ddd.casa/\n\nBubble Illustrations: https://craftwork.design/bubble-illustrations/\n\nStruct 2 Illustrations: https://struct.rocks/\n\nSingleton UI Pack: https://singleton.digital/\n\n\n\nThursday Illustrations: https://craftwork.design/thursday-illustrations/\n\n\n\nBlink Illustrations: https://craftwork.design/blink-illustrations/\n\nNo gravity Illustrations: https://craftwork.design/no-gravity-illustrations/\n\n\n\nSpooky Illustrations: https://craftwork.design/spooky-illustrations/\n\n\n\nTeammates Illustrations: https://craftwork.design/teammates-illustrations/\n\nRAW Illustrations: https://craftwork.design/raw-illustrations/\n\nDance Illustrations: https://craftwork.design/dance-illustrations/\n\nSuperb Illustrations: https://usesuperb.com/\n\nMethod 3: https://method.blue/\n\nBites 2: https://usebites.com\n\niOS Jetpack 2: https://iosjetpack.com\n\nAurora Illustrations: https://craftwork.design/aurora-illustrations\n\n\n\nMethod Wireframe Kit 2: https://method.blue/v2/\n\n\n\nOliver Illustrations: https://craftwork.design/oliver-illustrations/\n\nSilky Illustrations: https://craftwork.design/silky-illustrations/\n\n\n\nOSLO Illustrations: https://craftwork.design/oslo-illustrations/\n\nStruct Illustrations: https://struct.rocks/\n\n\n\nFollow Me Illustrations: https://craftwork.design/follow-me-illustrations/\n\n\n\nNo comments Illustrations: https://craftwork.design/no-comments-Illustrations/\n\nIllustrations: https://craftwork.design/smartsharp-illustrations/\n\n\n\nGuacamole Illustrations: https://craftwork.design/guacamole/\n\n\n\nUnruly Illustrations: https://craftwork.design/unruly-illustrations/\n\nRun Templates: https://craftwork.design/run-templates/\n\n\n\nCandy Shop Illustrations: https://craftwork.design/candy-shop/\n\n\n\nStubborn Illustrations: https://stubborn.rocks\n\n\n\nBrave Illustrations: https://craftwork.design/brave-illustrations/\n\n Mockups: https://frrames.com/\n\nBites. Modals and Popups: https://usebites.com/\n\n\n\nCommunity Template: https://craftwork.design/community/\n\nHERO Mobile Mockups: https://craftwork.design/hero-mobile-mockups/\n\nHERO Samsung Galaxy S9: https://craftwork.design/hero-samsung-galaxy-s9/\n\nHERO iWatch Mockups: https://craftwork.design/hero-iwatch-mockups/\n\nHandsome Illustrations: https://craftwork.design/handsome-illustrations/\n\nMidleton Headers: http://craftwork.design/midleton-headers/\n\nReplica Android UI Kit: http://craftwork.design/replica-android-ui-kit/\n\nHERO Google Pixel 2 and 2XL Mockups: https://craftwork.design/hero-google-pixel-2-mockups/\n\nHERO iPhone 8 Mockups: https://craftwork.design/hero-iphone-8-mockups/\n\nHERO iPhone X Mockups: https://getcraftwork.com/hero-iphone-x-mockups/\n\nHERO iPad Mockups: https://craftwork.design/hero-ipad-mockups/\n\n⚡Split iOS UI Kit: https://craftwork.designsplit-ios-ui-kit/\n\niOS Jetpack: https://craftwork.design/ios-jetpack/\n\n👑 Singleton 2: https://craftwork.design/singleton-2/\n\nCharlotte iOS UI Kit: https://craftwork.design/charlotte/\n\nJuicy Illustrations: https://craftwork.design/juicy-illustrations/\n\nHERO iPhone 7 Plus Mockups: https://craftwork.design/hero-iphone-7-plus-mockups/\n\nFirst Order 🤴 UI Tool: https://craftwork.design/first-order-uiux-tool/\n\nHERO Google Pixel Mockups: https://craftwork.design/hero-google-pixel-mockups/\n\nHERO iPhone 7 Mockups: https://craftwork.design/hero-iphone-7-silver/\n\nThe Rapture Startup UI Kit: https://craftwork.design/rapture/\n\n🐕 Greyhound UX Flowcharts: https://craftwork.design/greyhound/\n\nPortland UI Kit: https://craftwork.design/portland-ui-kit/\n\nSingleton UI Tool for Landings: https://craftwork.design/singleton/\n\nBoost UI Kit: https://craftwork.design/boost/"
  },
  {
    "index": 15,
    "src": "https://public-files.gumroad.com/85rvw7cjwfh3qn1tvmqibbwnxruk",
    "title": "SnowUI",
    "penjual": "ByeWind",
    "ppSeller": "https://public-files.gumroad.com/81879wj4k5ei1j9d0nnfmaohrahw",
    "linkSellerHref": "https://byewind.gumroad.com/l/SnowUI?layout=discover&recommended_by=search",
    "price": "99",
    "sellerText": "Overview\n\nSnowUI is a Design System and UI Kit created with Figma.\n\n👉 Preview in Figma\n\nFeatures\nUse new features of Figma\n\nVariables, auto layout and other new Figma features are used.\n\nDesktop and Mobile version\n\nDesktop and mobile have different ways of interacting, so instead of a simple breakpoint response, we provide mobile version separately.\n\nLight and dark modes\n\nUse variables to toggle between light and dark modes.\n\nDifferent styles\n\nWe have different styles for some key pages that you can choose from.\n\nNew original design\n\nWe not only refer to a large number of excellent designs, but also have the courage to innovate.\n\nComplete interaction design\n\nThere are many ways to do Authentication, and we've provided you with all the options you can think of so far.\n\nHave as few styles, fonts, and components as possible\n\nOnly by increasing the commonality of styles, fonts, and components can they be reduced.\nReducing them means less development work, and less burden.\n\nFewer, making our design system more powerful.\n\nAny questions?\n\nFeel free to private message me on Twitter.\ntwitter.com/FarewelltoWind"
  },
  {
    "index": 16,
    "src": "https://public-files.gumroad.com/ralxqri8m8bqg6y66ykfp2r5783w",
    "title": "Eva: Design System - Figma v.1.3",
    "penjual": "Akveo.Design",
    "ppSeller": "https://public-files.gumroad.com/t36fcf0oy88vycaid89t3kauu40r",
    "linkSellerHref": "https://akveo.gumroad.com/l/eva-figma?layout=discover&recommended_by=search",
    "price": "19",
    "sellerText": "Unity of Design and Development\n\nUI components library, based on atomic design principles, consistent with well known Angular and React libraries that are Free and Open Source! A unique Color System powered by AI generator helps you to customize it as well. You focus on business logic and we take care of visual appearance.\n\n\n\n\n\nAll-in-one Eva Design System 1.3 package includes:\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAuto Layout;\n\n\n\nLight and Dark themes \n\nWell-organized components library;\n\nFully responsive 850+ components;\n\nOver 480+ UI Icons Set;\n\nUnique Color System powered by AI generator;\n\nComprehensive how-to-use tips for components;\n\n\n\n\n\n\n\n\n💎 Demo Light Theme \n\n🖤 Demo Dark Theme\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n\n🔗 Eva is implemented with:\n\nUI Kitten - React Native component library\n\nNebular - Angular component library\n\nRefunds. The product has no obligation to provide refunds or credits, but may grant them in extenuating circumstances, as a result of specific refund guarantee promotions, or correct any errors made by Product, in each case in Product's sole discretion.\n\n"
  },
  {
    "index": 17,
    "src": "https://public-files.gumroad.com/d17follb9jf54do2pffnd6s3wecu",
    "title": "📌 MEGA BUNDLE All UI Kit Products 12+ in 1 - Discount UP TO 88% OFF!",
    "penjual": "Rafiq | YDNTKWIA",
    "ppSeller": "https://public-files.gumroad.com/l26qiqjj71n6pjhcgjy79y149m5w",
    "linkSellerHref": "https://ydntkwia62.gumroad.com/l/mega-bundle?layout=discover&recommended_by=search",
    "price": "96",
    "sellerText": "💰 SPECIAL DISCOUNT! 💰\n\nUse voucher code \"HAPPY20\" when checkout to get extra 20% OFF works for all products including all bundling products & only valid for a limited uses!\n\nGrab it fast only 7 quotas are remaining!\n\nFOR A LIMITED TIME ONLY!\nGet access to all premium Figma UI Kits worth over $670+ for only $96 $76!\n\nSave your time, money and reduce your projects costs with this Bundle + Extended license 😎\n\n\n\n\nThis bundle is all you need for your next UI / UX design project with more than 12 products updated regularly, 715+ Screens and 2000+ Components. Specially designed to help you create Wireframes, Prototypes, Design Systems and Mobile application projects.\n\nAll UI Kit in this bundle is created carefully with pixel-perfect, organized layers, categorized artboard, smart components and many features that can help you to use this UI Kit to become easy editable.\n\n🎨Mega Bundle full presentation in Behance👈\n💲(Optional) Alternative Purchase from Figma Community 👈\n🔥Update History :\n\nApril 16, 2024\n\nCategorizing screens to be more well-organized ✔️\n\nAdding iOS status bar & home navigation on every screen ✔️\n\nMarch 31, 2024\n\nAdded Tasstier! - Food Delivery Illustration Pack ✅\n\nMay 15, 2024\n\nAdded Super Food - Food Delivery App Figma UI Kit ✅\n\n\n\nYou Will Get :\n👉 + Guaranteed! you'll get for free all new products that will be released!\n\n\n\n\n\n+ EXTEDED LICENSE 😎\n\nPerfect for business projects or for creating digital end products such as commercial use.\n\nWant to save more on your project budget? 🔥\n\nCheck out our UI Kit product bundle collection and save up to 88% OFF!\n\n🌎 UI Kit Bundle 4 in 1 - Travel & Tourism App · Preview\n\n🛒 UI Kit Bundle 4 in 1 - eCommerce & Finances App · Preview\n\n👨‍⚕️ UI Kit Bundle 4 in 1 - Healthcare & Sports App · Preview\n\n📌 MEGA Bundle 12+ in 1 All Product Mobile App UI Kits · Preview\n\n\n\n\n\nWant to try another UI Kit from me? go check my profile 👈\nThere are more amazing UI Kit in my profile such as 🛒Grocery, 🌍Travel, 🍳 Food Recipes, 📰 Mobile News, 💉 Health, 🏢 Real Estate, 💵 Finance, 🚴‍♂️ Sport and many more 🔥\n\n\n\n\n\n\n⚠️Warning! Please don’t be that guy who changes a few things and re-uploads it on Dribbble/Behance/whatever as his own. That’s not cool.\n\nNeed help using this UI kit? feel free to mail me at ydntkwia.info@gmail.com\n\nThank you for your purchase! 😉\n\n\n\n\n\nInstagram | Behance | Dribbble | Donation/Tips🎁"
  },
  {
    "index": 18,
    "src": "https://public-files.gumroad.com/a3nnzk9si2z405qnnov2kzrun71v",
    "title": "Figma UI kits Bundle 50% OFF - 12 design systems with discount",
    "penjual": "Setproduct",
    "ppSeller": "https://public-files.gumroad.com/rqkv07h9es76thtg42psm1l00qym",
    "linkSellerHref": "https://setproduct.gumroad.com/l/setproductbundle?layout=discover&recommended_by=search",
    "price": "595",
    "sellerText": "Setproduct Bigger bundle contains dashboard layouts, web app templates, mobile kits (iOS & Android), landing pages, icons, and dozens of reusable Figma templates exceptionally built with components. We've got everything all-in-one to design faster, save time and human resources!\n\n6000+ components and 700+ templates in total\n\nWhat's included:\n\nFigma Dashboard Kit · Preview\n\nFigma Material–X Kit · Preview\n\nFigma Material Design Kit · Preview\n\nFigma iOS Design Kit · Preview\n\nFigma iOS Native Kit · Preview\n\nFigma Charts UI Kit · Preview\n\nFigma Website Kit · Preview\n\nFigma Landing Pages Kit · Preview\n\nFigma S8 Dashboard Kit · Preview\n\nFigma Android UI Kit · Preview\n\nMaterial Icons Library + Secret bonus kit!\n\n\n\n\n⭐ More than 2,000 happy customers\n\nFor businesses & startups\n\nSetproduct Bigger Bundle is aimed at serious teams where designers and coders will collaborate more efficiently. Our product saves your time, money and pushes the release.\n\nFor developers\n\nOur Figma resources allow you to learn or enhance interface design skills. Simply dip into the design process, where you only need to drag, drop and fit. That’s it!\n\nFor designers\n\nStop creating again and again those boring UI bits along with every new project started. Use our Figma design systems to kickstart and never design from scratch.\n\n\n\nLicensing agreement • Other Figma products"
  },
  {
    "index": 19,
    "src": "https://public-files.gumroad.com/80tjbsbv31z1xlomh3h7vnrjhynp",
    "title": "Universal Design System 24.03.12",
    "penjual": "123done",
    "ppSeller": "https://public-files.gumroad.com/a9f6cur9u13mxooji9l1ia2bigm2",
    "linkSellerHref": "https://123done.gumroad.com/l/universal-design-system-web?layout=discover&recommended_by=search",
    "price": "229",
    "sellerText": "Universal Design System is a powerful tool for creating landing pages, websites and dashboards in Figma.\n\nInclude: Universal UI Kit (Web) | Universal Data Visualization | Universal Icon Set\n\n→ Visit the Website\n\n——————\n\n→ License\n\nPlease Note\nBasic knowledge of Figma is required.\n\nContact and Support\nFeel free to send us your feedback about the product at support@123d.one\n\nFollow\nX (Twitter) | Instagram | Dribbble | Figma"
  },
  {
    "index": 20,
    "src": "https://public-files.gumroad.com/9sz43rvnxzyh7s1r96y428maex7h",
    "title": "Snow Dashboard UI Kit - Pro",
    "penjual": "ByeWind",
    "ppSeller": "https://public-files.gumroad.com/81879wj4k5ei1j9d0nnfmaohrahw",
    "linkSellerHref": "https://byewind.gumroad.com/l/SnowDashboardUIKit?layout=discover&recommended_by=search",
    "price": "59",
    "sellerText": "Overview\n\nSnow Dashboard UI Kit is designed based on the new features of Figma, serving industries such as project development, e-commerce, and operations management.\n\n👉 Learn more at snow.byewind.com\n\n👉 Preview in Figma\n\nFeatures\nEasiest Design System to Use\n\nSnow UI is not as big and comprehensive as other design systems, we have streamlined design rules, styles and components so that you can quickly learn to use it.\n\nState of the art layout design\n\nSnow UI has a super-free page layout, allowing you to customize your page to suit your business needs.\n\nBest user experience\n\nSnow UI is not only a beautiful UI interface, we pay more attention to user interaction to ensure that our design can bring the best experience to users.\n\nFree design support\n\nWant to add an icon or component? Please feel free to contact us and we will provide design support for free.\n\nAny questions?\n\nFeel free to private message me on Twitter.\ntwitter.com/FarewelltoWind"
  },
  {
    "index": 21,
    "src": "https://public-files.gumroad.com/3byvdygjdfn43jf9utmdn9yvifby",
    "title": "Tetrisly Design System For Figma",
    "penjual": "Tetrisly Design System",
    "ppSeller": "https://public-files.gumroad.com/kt7nrh1zt8oxdxzsg2d6ua3rk3pk",
    "linkSellerHref": "https://tetrisly.gumroad.com/l/figma?layout=discover&recommended_by=search",
    "price": "0",
    "sellerText": "Tetrisly Design System is a carefully crafted UI library with design tokens in its DNA, coming along with the free Figma plugin to manage them.\n\nA react library is coming soon to create the all-in-one product design ecosystem and to let design teams ship faster.\n\n👉 Visit tetrisly.com to find out more\n\n👉 Preview Tetrisly in Figma\n\n👉 Design System Tool plugin for Figma\n\n👉 Documentation\n\nCurrent version: 1.0.4\n\nCarefully crafted UI components, leveraging the idea of design tokens. Now you can easily customize and start designing right away to deliver faster.\n\nColor tokens and aliases (Gamechanger). Each component is prepared based on color tokens which is a semantic representation of the color that helps understand how or when the token should be used.\n\nFocus on product delivery. Don't waste time reinventing components. Save money by replacing this process with a tool that does it all.\n\nNo more junk components. Get rid of junk inside your library. Ensure it only has carefully selected and customizable components without UX mistakes.\n\nColors are contrast-based and intuitive. Scalable and consistent system.\n\nTetrisly Icon Library - clean, consistent and pixel-perfect icon set\n\nDocumentation and React components are in progress\n\nThere are over 400 experienced designers and developers behind Tetrisly\n\nConstantly updated with auto-layout, smart variants, properties and nested instances\n\nKnowledge from world-class specialists\n\nWhat's included?\n\nTetrisly for Figma. Well-crafted component library with the newest Figma features. Over 300 carefully selected, accessible and customizable components.\n\nEarly access to Tetrisly React. All of our customers will get access to Tetrisly React with extra benefits from Tetrisly Team!\n\n1 year of update. Free access to product updates during the membership.\n\nThe first version was loved by teams around the world. We accumulated over 18,000 users across the globe and much positive feedback.\n\nNeed more help?\n\n\nVisit our FAQ page or feel free to email us via hello@tetrisly.com\n\nBy subscribing you accept the License."
  },
  {
    "index": 22,
    "src": "https://public-files.gumroad.com/kkmi9g2vk8bp0e3imeedkmo5bh5w",
    "title": "WhiteUI.Store Unlimited Access",
    "penjual": "WhiteUI.Store",
    "ppSeller": "https://public-files.gumroad.com/xnvqeurqs8263g70h8i53jrvk9tn",
    "linkSellerHref": "https://whiteuistore.gumroad.com/l/gounlimited?layout=discover&recommended_by=search",
    "price": "1491",
    "sellerText": "Product Details\nUnlimited Access is a yearly subscription for all updates and available products from WhiteUI.Store website plus you will receive for free all new products that will be released during the next 12 months.\n\n🔗 Learn more about Unlimited Access\n\nSave more than $400+ on products bundle:\n\nActivate the subscription plan with a one-time payment and get access to all digital products plus you will receive all new products that we will release during the next 12 months.\n\n\n\n\n\n\n\n\n📂 20 UI design kits for Figma and Sketch\n\n🧩 2 Website templates created with Framer\n\n🔄 12 Months of FREE updates\n\n💎 Save more than $400+\n\n📢 Latest Product: ByDrive Framer template\n\n🔗 See all products available with Unlimited Access\n\nNot sure about the correct license type? 🔗 Learn more about License"
  },
  {
    "index": 23,
    "src": "https://public-files.gumroad.com/k8tkoe40filjje5mrg3jh2cgar7z",
    "title": "sandow UI Kit: AI-Driven Fitness & Nutrition App",
    "penjual": "Strange Helix",
    "ppSeller": "https://public-files.gumroad.com/v0ozvcy4hhqan2uxwikvo9qwbtaz",
    "linkSellerHref": "https://strangehelix.gumroad.com/l/sandow-ui-kit?layout=discover&recommended_by=search",
    "price": "35",
    "sellerText": "Inspired by the Father of Modern Bodybuilding, the Sandow UI Kit is a dynamic design solution for your fitness & nutrition apps. 🏋️️\n\n‍It includes many AI-centric features from Fitness Metrics, Activity Tracker, Personalized Coaching & AI Fitness Chatbot. 🤖\n\n‍Designed with energy & persistence, this UI Kit empowers your users to navigate their fitness journey with confidence! ⚡\n\nFigma Preview • How To Import File • Help & Support"
  },
  {
    "index": 24,
    "src": "https://public-files.gumroad.com/zqraoftvaz65c536hszxu0rd193n",
    "title": "Xela Android Design Kit - Figma & Jetpack Compose components & ready-made screens",
    "penjual": "Alexander.G",
    "ppSeller": "https://public-files.gumroad.com/wi92g7xk2wmoybyl790js42jx70x",
    "linkSellerHref": "https://alexanderg.gumroad.com/l/xela-figma-android?layout=discover&recommended_by=search",
    "price": "258",
    "sellerText": "1900+ variants of 23 components to craft perfectly shaped Android apps. Designed in Figma and fully coded in Jetpack Compose. Powered by auto-layout 3.0, modern styleguides and free Nunito Sans font. Customizable & Adjustable Android design system with 36+ pre-made app layouts for Figma, Jetpack Compose, Android Studio. You can modify them or use as it is to save time and release mobile apps faster.\n\n\n\n\n👉 Figma preview / Docs / Google Play\n\n\n\n\n\nProduct highlights:\n\n\n\n\n\n36 ready-made application screens based in 66 widgets. Source code for Android Studio, Jetpack Compose, min SDK 26, target SDK 30.\n\n23 ready-to-use components are crafted in Figma and fully coded in Jetpack Compose. Organized as the design system\n\nXela UIKit includes graphs, charts, date pickers, and other fully functional components\n\nDesigned in Figma, Xela for Android is fully editable and it’s easy to swap fonts & colors\n\n\n\n\n\nDesigners, skip creating from scratch those complicated components along with every new project in Figma. Use XELA to concentrate on important things, not on pixel routine\n\nDevelopers, this design library allows you to learn or enhance design skills. Jump into a process, where you only need to drag and fit a block to build good-looking pages\n\nManagers & CEOs, these templates are ready to be published for teams and provide an opportunity to quickstart massive prototyping immediately and save\n\n\n\n\n\nRefund policy • Licensing agreement • More Figma templates"
  },
  {
    "index": 25,
    "src": "https://public-files.gumroad.com/c9hltzg19l9grratsnf4ktdf428l",
    "title": "CoreUI Design System for Figma",
    "penjual": "INVERTED",
    "ppSeller": "https://public-files.gumroad.com/vgwuhol4ezpykhb6dbshlakfsl75",
    "linkSellerHref": "https://inverted.gumroad.com/l/cuidsfigma?layout=discover&recommended_by=search",
    "price": "49",
    "sellerText": "🖥️ For web and desktop apps\n\nThe powerful Design System for Figma is based on the most popular dashboard CoreUI library. Create beautiful dashboard products in no time.\n\n✨ Includes\n\nComponents and Variants\n\nSave time and build products with well-organized and customizable desktop components for Figma.\n\nInteractive Components\n\nInteractive components allow you to create prototype interactions between variants in a component set. Any time you add an instance to your designs, those interactions are set up and ready to go. \n\nIcons\n\nNamed and grouped icons library.\n\nStyles\n\nKeep your design consistent and edit the style guide to swiftly apply your product’s branding.\n\nAuto Layout v3 supported\n\nUse components that grow or shrink as you edit the text label.\n\nComponent properties supported\n\nUse component properties (instance swap, text, boolean, variant) to quickly change components\n\nFree future updates\n\nAll important updates from CoreUI or Figma will land in the Design System for free.\n\n\n\n\n🌐 Learn more\n\nCheck out the official CoreUI Design System website\n\n\n\n\n\nDesigned with ❤️ by INVERTED Design.\n\nNote: CoreUI Design System is not affiliated with CoreUI or CoreUI's team, nor is it endorsed by CoreUI."
  },
  {
    "index": 26,
    "src": "https://public-files.gumroad.com/zdfsakriuq4lw5sko0mf9l6z1xjp",
    "title": "IOTask - Project Management Web UI Kit for Figma and Sketch",
    "penjual": "WhiteUI.Store",
    "ppSeller": "https://public-files.gumroad.com/xnvqeurqs8263g70h8i53jrvk9tn",
    "linkSellerHref": "https://whiteuistore.gumroad.com/l/iotsk?layout=discover&recommended_by=search",
    "price": "28",
    "sellerText": "Product Details\n\nIOTASK Web UI kit is a modern, clean, and very detailed UI design kit compatible with Figma and Sketch app. We designed lots of modern highly-detailed pages for your future SaaS project.\n\n🔗 Learn more about IOTask Web UI Kit\n\nWhat's Included\nIOTask UI kit is perfect for any SaaS projects, project management services, team productivity portals, and ToDo tools. Learn more about different packages and license types:\n🧑‍💻 Personal package: Web version with 144 pages & 389 UI symbols\n💼 Premium package: Unified web and mobile version with 286 pages & 444 UI symbols\n💎 Commercial package: Unified web and mobile version with 286 pages & 444 UI symbols\n\n🔗 Preview IOTask Web UI Kit\n\n🔗 Preview IOTask Mobile UI Kit\n\nUpdates\n\n🔄 Version 1.0 - 62 Pages\n\n🔄 Version 2.0 - 36 New Pages\n\n🔄 Version 3.0 - 26 New Pages\n\n🔄 Version 4.0 - 26 New Pages\n\n🔄 Version 4.1 - 26 New Features\n\n🔄 Version 5.0 - Release on March 24, 2024. In this version, you will find new Design System, and every single page was refreshed with a modern design. We also added an auto-layout feature for Figma and Sketch app.\n\nIf you're looking for IOTask Mobile UI kit 🔗 Visit IOTask Mobile UI Kit page\n\nExplore all premium design resources 🔗 Visit WhiteUI.Store\nNot sure about the correct license type? 🔗 Learn more about License"
  },
  {
    "index": 27,
    "src": "https://public-files.gumroad.com/6crsu1waougtp7qxzbzp7azewnmr",
    "title": "Bruddle - Neo brutalism UI kit for SaaS Dashboards",
    "penjual": "WhiteUI.Store",
    "ppSeller": "https://public-files.gumroad.com/xnvqeurqs8263g70h8i53jrvk9tn",
    "linkSellerHref": "https://whiteuistore.gumroad.com/l/bruddle?layout=discover&recommended_by=search",
    "price": "43",
    "sellerText": "Product Details\n\nBruddle is a top-notch UI kit created based on neo brutalism design trends. The one and only neo-brutalism (neubrutalism) user interface template that will help you design web or mobile apps for a SaaS startup. Compatible with Sketch and Figma apps.\n\n🔗 Learn more about Bruddle UI Kit\n\nWhat's Included\n\nCheck out 10 pre-made categories for project management apps, dashboards, to-do apps, kanban desks, databases, CRM portals, fintech, crypto, and many more SaaS apps.\n\n🖥 360+ Pages for web and mobile\n\n📄 460+ UI symbols\n\n📂 10 Design concept categories\n\n🧩 Built-in design system\n\n🔗 Preview All Pre-designed Pages\n\nUpdates\n\n🔄 May 3, 2023 - Added layouts for tablet breakdown\n\nExplore all premium design resources 🔗 Visit WhiteUI.Store\nNot sure about the correct license type? 🔗 Learn more about License"
  },
  {
    "index": 28,
    "src": "https://public-files.gumroad.com/x3l5vj4qh0t1t3ktvzs5zmw2nzjz",
    "title": "Plaster 2 - Mobile Design System",
    "penjual": "BuninUX",
    "ppSeller": "https://public-files.gumroad.com/q5y9d92zqqlj2isa9h7iq298p3ak",
    "linkSellerHref": "https://buninux.gumroad.com/l/plasteruikit?layout=discover&recommended_by=search",
    "price": "58",
    "sellerText": "Create beautiful applications with bulletproof guidelines built into a powerful design system.\n\nPlaster — is a design system boilerplate and a UI kit for mobile application design.\n\nNot another UI kit. Plaster strives to make modern mobile guidelines maximally open to customization and repeated use by binding them with a single set of rules.\n\nHuge component library. Plaster includes 1.6k+ components for Android and iOS, tuned to perfection, and ready to be used to create professional mobile application design.\n\nWhat's included:\n\nFigma + Sketch files\n\nAuto-updatable style guide\n\nResponsive components & Auto layout\n\nDark & light color theme\n\n1.6k+ Android & iOS components\n\n75 App templates\n\n250 Organized styles\n\nOut-of-the-box design workspace\n\nLifetime updates\n\nPlaster made to solve designer and developer routine, such as:\n\nTo design an Android or iOS app.\n\nTo create a mobile design system.\n\nTo develop a prototype or wireframe.\n\nTo create a style guide.\n\nTo manage the design system components and styles.\n\nTo create a beautiful presentation.\n\nUse Plaster to unlock hidden potential and discover techniques that will save you hundreds of hours on every next project making full use of the latest design tool features.\n\nSee the Presentation\n\nPreview in Figma\n\nPreview in Sketch Cloud\n\n---\n\nReceive every next update for free."
  },
  {
    "index": 29,
    "src": "https://public-files.gumroad.com/mlu8x4emyrdf7dz5j612i1pdaqzm",
    "title": "UI/UX Designer Resume Kit: Figma Templates for UI/UX/Product Designers",
    "penjual": "Rachel How ✦",
    "ppSeller": "https://public-files.gumroad.com/u9nvgu32nbl563w5nu3quwopj6sa",
    "linkSellerHref": "https://rachelhow.gumroad.com/l/uxresume?layout=discover&recommended_by=search",
    "price": "5",
    "sellerText": "Professional Resume Templates for UI Designers, UX Designers, Product Designers.\n\n\n\n\nWhat's inside:\n\n\n\n\n\nFigma file of 10 editable resume templates that can be exported as PDF\n\nInstructions and Personal Use License included\n\nVideo on tips to improve your resume (URL in Figma file)\n\n\n\n\n\n\n\n\n\n10 templates done for you\n\nTo save time, I've designed a suite of professional templates for you to choose from. Amend the information to your own and you'll have your very own professional resume in no time!\n\n\n\n\n\nEasy to use, editable on Figma\n\nThe files are in Figma (.fig) format, you will need a Figma account and open it via Figma. On Figma, you can pick a template, customize the designs, add your own URLs, export as PDF—And you're done!\n\n\n\n\n\nAdd hyperlinks to your PDF\n\nHighlight the text that you'd like to hyperlink, and click CMD+K (or Ctrl+K for PC users), then key in the URL.\n\n\n\n\n\nVideo on tips to improve your resume\n\nI've made a video on how to improve your resume and avoid common beginner mistakes. Link is in the Figma file.\n\n\n\n\n\nExport as an A4 size PDF\n\n1. Select the frame on Figma\n\n2. Click on Export on the right sidebar\n\n3. Select PDF\n\n4. Click on the Export button\n\n5. Done!\n\n\n\n\n\nFor personal use only\n\nYou may use this for personal use only. You may modify the templates according to your requirements. This product may not be used in any way whatsoever in which you charge money, collect fees, or receive any form of remuneration. You cannot resell, relicense, or sub-license this product.\n\n\n\n\n\n\n\nPricing\n\nThis resume kit is $0 from 1 to 8 August 2021.\n\nFrom 8 August 2021 onwards, it is priced at $5.\n\nIf you have been laid off or have financial difficulties in purchasing this template, email me at rachel@rachelhow.com with a link to your portfolio. It will be gifted on a case by case basis. Thanks!\n\n\n\n\n\nSubscribe to the free newsletter\n\nCheck out rachelhow.com/newsletter for actionable ideas & resources to help you 10X your design skills and productivity.\n\n\n\n\n\nThank you! :)\n\nDesigned by Rachel How. You may also follow me on YouTube, Twitter, Instagram or check out more resources on my website. 👋 If you read newsletters, you can check mine out here."
  },
  {
    "index": 30,
    "src": "https://public-files.gumroad.com/rvj7p8a9cd4156qvberxywj13ggh",
    "title": "Mobile UI Kit Template Bundle [72%OFF]",
    "penjual": "Grace Saraswati",
    "ppSeller": "https://public-files.gumroad.com/l66zvlxm44rpm0uqxogm10ry32aq",
    "linkSellerHref": "https://gracesaraswati.gumroad.com/l/VxBOQ?layout=discover&recommended_by=search",
    "price": "50",
    "sellerText": "LIMITED TIME OFFER: The bundle prices have dropped to $50!\n\n\n\n\nKickstart your design process with a wide variety of UI element. \n\nBuy 6 UI Kit with 72% discount! This bundle saves you 72% of the regular price (from $230 to $64).\n\n\n\n\n\nSo what's included?\n\n👉  Momotaro UI Kit - version 2 (preview)\n\n👉  Uluwatu UI Kit (preview)\n\n👉  Fujiko UI Kit (preview)\n\n👉  Peony UI Kit (preview) \n\n👉  Olivier UI Kit - (preview)\n\n👉  Tokyo UI Kit - (preview)\n\n\n\n\n\n\n\nThis is a one time purchase, whenever there is a new update, you can get it for free. \n\n\n\n\n\n\n\nIs this for me?\n\n👩‍🎨  Designer \n\nYou don’t need to start from blank canvas which can speed up your design process. Explore a variety of design styles and components.\n\n\n\n👨‍💼  Business owner\n\nThis can be the first step to visualise and communicate your idea before building the real thing. \n\n👨‍💻  Developer\n\nIf you just started your journey into app development, take your design up a notch by this kit. Build something functional and visually appealing. \n\n\n\n\n\n\n\n________\n\nIf you purchased individual kit before and want to change to this bundle, you can email me at gracesaraswati@gmail.com 👋🏼👋🏼\n\n\n\n\n\n\n\n\n\n"
  },
  {
    "index": 31,
    "src": "https://public-files.gumroad.com/2gmpz0zoq78kpqtj1ngywk5jh5yf",
    "title": "BUNDLE -30% ▹▹▹ Material Me + Appka Mobile Kit",
    "penjual": "MaterialMe",
    "ppSeller": "https://public-files.gumroad.com/r2npjvr5mbl5gei9ny8c0ykw5ttq",
    "linkSellerHref": "https://felixco.gumroad.com/l/bundle-materialme-appka?layout=discover&recommended_by=search",
    "price": "210",
    "sellerText": "Material Me UI kit is a web-optimized design system with 2600+ variants for 37 components and 250+ ready-to-use app layouts crafted for Figma.\nBased on Material Design 3 (aka Material You) guidelines, this design system enhanced with Tailwind CSS colors and uses Readex Pro font, which is free and similar to Google Sans.\n\nEach dashboard template inside is assembled for desktop, tablet & mobile viewports and represented within a range of color variations, including dark theme.\n\n👀 Figma preview (Material Me) · Website\n\nAppka is a customizable & adjustable iOS design system with 4100+ variants for 28 components and 280+ ready-to-use app layouts crafted for Figma. You can edit, modify, or use them as it is to save time and never design from scratch again. Contains dark & light themes, based on free font Archivo.\n\n👀 Figma preview (Appka) · Website\n👌 For whom it helps\n\nDesigners, skip creating from scratch those complicated components along with every new project in Figma. Use UI kits to concentrate on important things, not on design routine.\n\nDevelopers, this design library allows you to learn or enhance design skills. Jump into a process, where you only need to drag and fit a block to build good-looking pages.\n\nManagers & CEOs, these templates are ready to be published for teams and provide an opportunity to quickstart massive prototyping immediately, save time and release apps faster.\n\nRefund policy  •  Licensing agreement  •  More Figma templates"
  },
  {
    "index": 32,
    "src": "https://public-files.gumroad.com/jdpvw06cbm9nbkomlgg5lm9mssp1",
    "title": "asklepios UI Kit: AI-Driven Healthcare & Wellness App",
    "penjual": "Strange Helix",
    "ppSeller": "https://public-files.gumroad.com/v0ozvcy4hhqan2uxwikvo9qwbtaz",
    "linkSellerHref": "https://strangehelix.gumroad.com/l/asklepios-ui-kit?layout=discover&recommended_by=search",
    "price": "35",
    "sellerText": "Inspired by the Greek god of healing, the asklepios UI kit empowers you to create intuitive, data-driven 📊 healthcare & wellness user interfaces with an array of smart mobile app features. ➕‍\n\nOur intelligent UI kit blends healthcare and AI technology to streamline your personalized health projects. 🤖\n\nFigma Preview • How To Import File • Help & Support"
  },
  {
    "index": 33,
    "src": "https://public-files.gumroad.com/13ji1jnoei662vjszkupnch6wsej",
    "title": "OE Enterprise Design System for Figma 💠 Token Based",
    "penjual": "Ojo",
    "ppSeller": "https://public-files.gumroad.com/mwuy8tpd4bauyfo5ysztyuuu6q6v",
    "linkSellerHref": "https://ojo.gumroad.com/l/oesystem?layout=discover&recommended_by=search",
    "price": "149",
    "sellerText": "OE Figma design system for Enterprise helps large companies to design and develop consistent and clear applications. This toolkit is aimed at building highly loaded interfaces with massive and complex elements library, accessible UI, and token-based architecture.\n\nOpen in Figma 💠\n\n\nAll colors are compiled using HSLUV, a human-friendly color space that provides nearly consistent contrast levels and is designed for perceptual uniformity based on human experiments.\n\nBased on Figma's auto layouts and variants, the system is well-organized and easily customizable, helping design teams to work much faster and thus cost-effective.\n\nAbout · Components\n\n\n\n\nHighlights:\n\n📱 🖥 1400+ variants & 20 customizable templates\n\n500+ pixel-perfect icons in 18 categories\n\nLight and Dark themes\n\nToken-based architecture (bosonic design)\n\n🔥 Powered by Figma Variables to make customization easier\n\nPowered by Figma Variants to make your work much faster\n\nPowered by Figma Auto layouts 4.0 to save your time\n\nSemantic colors, where each color has its specific role\n\nHSLuv human-friendly color space designed for perceptual uniformity\n\nMade as a ready-to-publish organized library\n\nSpeeds up the design & development process by up to 40%\n\n\n\n\n\n❖ 50+ categories of components: Alerts, Avatars, Badges, Breadcrumbs, Buttons, Calendars, Cards, Checkboxes, Collapsed panels, Color styles, Comments, Dashboards, Datepickers, Drawers, Dropdowns, Headers, Inputs, Layouts, Modals, Multi-selection, Notifications, Pagination, Pop-ups, Progress, Radio buttons, Segmented controls, Sidebars and many more...\n\n\n\n\n\nFor Designers,\n\nwho want to skip the boring process of creating UI items from scratch. Use Ocean Enterprise design system to concentrate on prototyping instead of pixel routine. Its token-based architecture, semantic colors, and auto layouts help you with the majority of tedious work, so you could focus on creating top-notch UX with no effort.\n\nFor Developers,\n\nwho are interested to jump into the simple design process, where it's enough to just drag elements and arrange them in the desired way. From the coding perspective, it is also easier to build a connection between the components library and the design system, since token-based architecture standardizes the specifications of all elements.\n\nFor Managers & Owners,\n\nour design system offers an out-of-the-box solution that provides an opportunity to cost-effectively speed up prototyping, set up the design process, and make further development easier for the team. On top of that, it helps to make the product interface more accessible to users with disabilities, as it contains inclusive color combinations with uniform contrast levels.\n\n\n\nOpen in Figma 💠\n\n\nMore products for Figma"
  },
  {
    "index": 34,
    "src": "https://public-files.gumroad.com/qdqz6p6mqf6koj9vmwg0tex1snog",
    "title": "Nile Dashboard & Design System (Figma)",
    "penjual": "Dlex",
    "ppSeller": "https://public-files.gumroad.com/qlv6xhnoh7ijki5bmrsukdzpo18o",
    "linkSellerHref": "https://dlex.gumroad.com/l/nile-dashboard-figma?layout=discover&recommended_by=search",
    "price": "48",
    "sellerText": "\n\nWebsite ·  HTML Version  ·  License  · Figma Preview \n\nNile Dashboard is a comprehensive design system featuring modular components to help build consistent, high-quality and performant web apps.\n\n\n\n\n\nKey Features:\nExtensive design system\n\nNile Dashboard is systematized to the core, from the grid, spacing, typography, coloring all the way to components and layouts.\n\nModular Components\n\nNile Dashboard is an atomic design system, with modular components that are highly unique and yet, deeply integrated within the system.\n\nLight & dark ready\n\nNile Dashboard uses a simple yet powerful coloring system, that is available in both, light and dark modes for easy theming.\n\n\n\n\n\n\n\nDesigned carefully for a better UX\n\nNile Dashboard isn't just a modern and beautiful user-interface, we have also crafted each component to deliver better user-experience, we did that by researching industry-leading enterprise standards and we built components and layouts that grants the demands of these enterprises, so you don't have to think about it.\n\n\n\n\n\nStyle Guidelines\n\nThe Design System and its components are all built and connected to a style guideline, that once you update, the entire design is changed for your own brand.\n\nColor Palette System\n\nWith a carefully picked coloring system, that is logically categorized, you can easily change the palette to reflect your brand style across the design.\n\n\n\nTypography System\n\nThe design system is built upon a typography system, that allows you to easily customize content and headlines as well as font types across the design.\n\n\n\n4pt baseline grid\n\nSpacing and sizes were all built using the 4pt baseline grid standard to ensure consistent scaling and spacing across the design system.\n\n\n\n\n\n\n\nExceptional level of Flexibility\n\nFigma empowered Nile Dashboard to deliver a truly customizable design system, with all components supporting Auto Layout and Combined Components so that you can easily make your Dashboard truly yours with countless variants available.\n\n\n\n\n\nLogical Apps ready\n\n4 Logical Apps were crafted and prepared for real use-cases with a valid UX and navigation flow, all based on the design system to use as a starting point for your own application.\n\n"
  },
  {
    "index": 35,
    "src": "https://public-files.gumroad.com/olt274kekddkllyjy0j3f5hezqup",
    "title": "Neolex. Figma design system with dashboard templates",
    "penjual": "Alexander.G",
    "ppSeller": "https://public-files.gumroad.com/wi92g7xk2wmoybyl790js42jx70x",
    "linkSellerHref": "https://alexanderg.gumroad.com/l/neolex?layout=discover&recommended_by=search",
    "price": "98",
    "sellerText": "Organized and easy-to-use dashboard library for Figma. Made of components & instances. Crafted with attention to naming and constraints. This UI kit allows to build 100% responsive apps by reusing frequent dashboard UX patterns which are included. You will discover an impressive amount of ideas served as Figma templates for mobile & desktop.\n\nBuild clear and usable dashboards with components\nAbout · Templates · Preview in Figma\n\n\n\n\nHighlights:\n\nHelps to design responsive dashboards and webapps in Figma\n\n280+ components with variants & 320+ well-crafted UI widgets\n\n170+ frequent and reusable templates for mobile📱 and desktop💻\n\nPowered by free Montserrat, Poppins and Encode Sans fonts\n\nEquipped with adjustable global text & color styles\n\nOrganized and labeled for a faster workflow\n\n\n\n\n\n❖ Layouts categories: Authentication, Blog, Dashboard, Ecommerce, File Manager, Media, Kanban, Navigation, Pricing Plans, User's Profile, Settings, Social and more to come in upcoming updates...\n\n\n\n\n\nDesigners,\n\nskip creating from scratch those boring UI items along with a project. Use Neolex Design System to concentrate on the prototyping, not on pixel routine\n\nDevelopers,\n\nour Design Systems allow you to learn or enhance prototyping skills. Jump into the design process, where you only need to drag and fit a fine component\n\nManagers & Owners,\n\nour every design system is ready to be published for team purposes and provides an opportunity to quickstart massive prototyping immediately\n\nMore products for Figma\n\n\n\n\nAdded a new version 1.5!\n\nThe latest release includes:\n\n\n\n\n\nUpdated color scheme.\n\nRedesigned font styles and added an additional \"Poppins\" font\n\nMost of the components updated and built with auto layout and variants\n\nDark & Light themes - Two themes in one pack.\n\nNew mobile and desktop templates have been added.\n\nAll templates are optimized and built using Auto-layout.\n\n\n\n"
  },
  {
    "index": 36,
    "src": "https://public-files.gumroad.com/rkkrvrfyhoud3haezcbdc9antsuk",
    "title": "Atro Mobile UI Kit",
    "penjual": "Adrian Chiran",
    "ppSeller": "https://public-files.gumroad.com/says1mt6uftrqghdza7izs1e5gnt",
    "linkSellerHref": "https://adrianchiran.gumroad.com/l/Atro-ui?layout=discover&recommended_by=search",
    "price": "49",
    "sellerText": "150+ Mobile Screen UI Kit for Sketch, Adobe XD & Figma.\n\nAtro Mobile UI Kit contains 150 mobile UI compositions, hundreds of components, icons, and illustrations libraries that will boost your productivity and enable you to create new and complex UI compositions. \n\n\n\n\nHighlights:\n\n150+ Screens beautifully crafted mobile design views\n\nIcons & Spot illustrations library organized and easily customizable in external libraries\n\nOrganized Components sheets with components, typography, colors, and effects\n\nFree Font typography based on the Montserrat font family\n\nVector-based scalable, clean, and ready-to-go designs\n\nFully Layered layers organized for each screen and component\n\nDesigned for Sketch, Adobe XD and Figma\n\n\n\n\n\nStill not sure? Take a look at the Figma file preview, or grab the Atro freebie with 150+ ⭐⭐⭐⭐⭐ reviews!\n\n⚡️ Follow me on Dribbble"
  },
  {
    "index": 37,
    "src": "https://public-files.gumroad.com/1cj2wq16xr9pmyv729zjtg29uvce",
    "title": "Paysa - UI kit for FinTech Startups, Banking, and Finance Apps",
    "penjual": "WhiteUI.Store",
    "ppSeller": "https://public-files.gumroad.com/xnvqeurqs8263g70h8i53jrvk9tn",
    "linkSellerHref": "https://whiteuistore.gumroad.com/l/paysa?layout=discover&recommended_by=search",
    "price": "39",
    "sellerText": "Product Details\n\nPaysa is a top-notch UI kit created using the latest design trends and technologies. A highly detailed user interface template that will help you design web or mobile apps for a FinTech startup. Compatible with Sketch and Figma.\n\n🔗 Learn more about Paysa UI Kit\n\nWhat's Included\n\nDesign a banking app, personal wallet, trading app, money transfer services, expense tracking, budgeting tools, and many more financial tools with Paysa UI template.\n\n🖥 124 Web and Mobile pages\n\n🕹️ 286 UI Symbols\n\n🧩 Built-in design system\n\n🔗 Preview All Pre-designed Pages\n\nExplore all premium design resources 🔗 Visit WhiteUI.Store\nNot sure about the correct license type? 🔗 Learn more about License"
  },
  {
    "index": 38,
    "src": "https://public-files.gumroad.com/sqmbsd18kiynri64ieb0rjrwn0rt",
    "title": "Dashboard Big Bundle - Material Desktop kit + S8 Dashboard kit + Chart templates",
    "penjual": "Setproduct",
    "ppSeller": "https://public-files.gumroad.com/rqkv07h9es76thtg42psm1l00qym",
    "linkSellerHref": "https://setproduct.gumroad.com/l/figmabundle?layout=discover&recommended_by=search",
    "price": "272",
    "sellerText": "Figma dashboard big bundle from Setproduct. Use Material Desktop kit along with Chart templates + S8 Dashboard kit to cover all the possible desktop layout combinations mixed with awesome charts in Figma. We've got each component is covered to design and release a project faster! Save 30% by purchasing three design libraries together.\n\nWhat's included\n\nClick on a product for more information and preview:\n\nMaterial Desktop UI kit · Figma preview\n\nChart templates · Figma preview\n\nS8 Dashboard kit · Figma preview\n\nMade for Designers\n\nStop creating from scratch the same buttons, icons and modules along with every new project started. Use our products to accomplish your tasks faster\n\nDevelopers\n\nOur Figma libraries will let you dip into the design process, learn or enhance prototyping skills. Jump into the design process, where you only need to drag and fit a fine component\n\nOrganizations & Teams\n\nOur every design system is ready to be published for team purposes and provides an opportunity to quickstart massive prototyping immediately\n\nLicensing agreement • Other Figma products"
  },
  {
    "index": 39,
    "src": "https://public-files.gumroad.com/eiocpjats1afrjkb2fdi7yj65qwh",
    "title": "Whitespace UI - World's largest design system and UI kit for Figma",
    "penjual": "Whitespace UI",
    "ppSeller": "https://public-files.gumroad.com/mqrydicvg1mhw0irmapk15klot48",
    "linkSellerHref": "https://whitespaceui.gumroad.com/l/whitespace-ui?layout=discover&recommended_by=search",
    "price": "99",
    "sellerText": "Welcome to Whitespace UI\nWhitespace UI is the world's largest design system and UI kit for Figma. Our mission is to provide designers and developers with a comprehensive set of tools and resources to create visually appealing, functional, and accessible digital products.\n\n⚡ Preview PRO Styles version in Figma\nEvery purchase includes the Pro Variables, a version that includes color variables instead of styles in the Whitespace UI\n⚡ Preview PRO Variables version in Figma\n\n\n🖥️ Visit our official website\n\n🤩 Free version available\n\nWith Whitespace UI, you get access to a large style library that includes:\n\nOver 500 styles for colors and typography\n\nOver 3,000 icons, graphics, patterns and mockups\n\nComprehensive color palette\n\nVersatile typography system\n\n\n\n\nOver 15,000 Components - Streamline Your Workflow\n\nDiscover the power of our Components library:\n\nNested instances for maximum flexibility and customization.\n\nVariants and properties (boolean and swap) to speed up your design process.\n\nDark mode included for all components.\n\nAll components are in Auto Layout 4.0 for easy resizing and responsiveness.\n\n\n\n\n\nSections - Jumpstart Your Project\nDiscover the convenience of our pre-designed Sections library:\n\nA wide range of sections for websites and SaaS applications.\n\nAll sections have responsive variants for desktop, tablet, and mobile.\n\nDark mode included for all sections.\n\nAll sections are in Auto Layout 4.0 for easy customization and resizing.\n\n\n\n\n\nThe Ultimate Design Solution\nDiscover the power of our pre-designed Pages library:\n\nA vast collection of SaaS and website pages to suit any project.\n\nAll pages have responsive variants for desktop, tablet, and mobile.\n\nDark mode included for all pages.\n\nAll pages are in Auto Layout 4.0 for easy customization and resizing.\n\n\n\n\n\nOur vision is to empower designers and developers with the assets they need to create digital products that are not only visually stunning but also functional and accessible to all users. We believe that with Whitespace UI, you can take your designs to the next level and create truly unique and memorable user experiences. Thank you for choosing Whitespace UI.\n\n\n"
  },
  {
    "index": 40,
    "src": "https://public-files.gumroad.com/5vmmoj0dapis8u4id1eg2rdtg23e",
    "title": "osler UI Kit: AI-Driven Telehealth & Telemedicine App",
    "penjual": "Strange Helix",
    "ppSeller": "https://public-files.gumroad.com/v0ozvcy4hhqan2uxwikvo9qwbtaz",
    "linkSellerHref": "https://strangehelix.gumroad.com/l/osler-ui-kit?layout=discover&recommended_by=search",
    "price": "35",
    "sellerText": "Inspired by the Father of Modern Medicine, the Osler UI Kit is a comforting & patient-centric design solution for creating personalized telehealth mobile applications — from appointment booking to telehealth AI chatbot. 🦾\n\n‍Designed with care, the Osler UI Kit empowers you to create a cohesive AI telehealth experience that nurtures connections between doctors and patients. 🏥\n\nFigma Preview • How To Import File • Help & Support"
  },
  {
    "index": 41,
    "src": "https://public-files.gumroad.com/m6y4msinuymefdlmb078e80hfx20",
    "title": "Quickit – Figma UI Kit for Dashboards and AI",
    "penjual": "Nikolay K.",
    "ppSeller": "https://public-files.gumroad.com/k237e2nsnojudtw2isbhdvucwj2f",
    "linkSellerHref": "https://microais.gumroad.com/l/rwhms?layout=discover&recommended_by=search",
    "price": "59",
    "sellerText": "Every two weeks a new page with its widgets will be added!\n\nQuickit AI is a UI Kit used to produce effective dashboards or AI interfaces. This kit contains constrained & organized components and variants with variety of interfaces ideas, so it can aid in saving time during the design phase!\n\nFigma Preview  · Free Demo\nBuy Quickit Web Kit (for landing pages) and get -80% discount for this UI Kit! Just email me at nk@upvave.ru\nWhat's inside?\n\n20 pages (sign in, 2 sign up pages, 4 dashboards, 2 chat pages (with AI), profile, subscription page, news & updates, 2 tables, 2 task management pages (kanban & list views), 2 calendars, 2 trading screens)\n\nAvailable in Figma file\n\nDesign System, Components and Variants!\n\n\n\n\nPlan of future updates\n\n✅ done in May 2024: 1 task management page (list view), 2 trading screens + widgets\n\n✅ done in Jan 2024 – Apr 2024: 3 dashboards, 2 table templates, 2 calendar templates, 1 chat template, 1 sign up page, 1 task management page (kanban view) + widgets\n\n✅ done in 2023: new profile page, sign up page, subscription page, news page + widgets\n\nAnd more new pages: tables, modals, widgets for dashboard in 2024!\n\n\n\n\n\nHighlights\n\nHelps to design responsive interfaces in Figma\n\n78+ constrained components & well-crafted UI widgets\n\nsupporting variants for every component\n\nPowered by free Urbanist font\n\nEquipped with adjustable global text & color styles\n\nOrganized and labeled for a faster workflow\n\n\n\n\n\nDesigners, skip creating from scratch those boring UI items along with a project. Use Quickit UI Kit to concentrate on the prototyping, not on pixel routine\n\nDevelopers, our UI Kit allow you to learn or enhance prototyping skills. Jump into the design process, where you only need to drag and fit a fine component\n\nManagers & Owners, our every design system is ready to be published for team purposes and provides an opportunity to quick start massive prototyping immediately\n\n\n\n\n\nMore products for Figma"
  },
  {
    "index": 42,
    "src": "https://public-files.gumroad.com/7437lati0hk6skabu5f6br3u7kfh",
    "title": "Reuse — Multipurpose Web and Dashboard Kit",
    "penjual": "Pruthvi Creative Studio",
    "ppSeller": "https://public-files.gumroad.com/hggvvtxdm624ld203uirq6drp3f6",
    "linkSellerHref": "https://pruthvipanchani.gumroad.com/l/reuze_uikit?layout=discover&recommended_by=search",
    "price": "48",
    "sellerText": "Over 250+ Designers, Developers, Teachers and Students have loved it\nGet instant access to:\n\nOver 1600 carefully crafted UI components\n\n24 component categories\n\n21 charts and graphs\n\n8 pre-made web apps - Dashboard, Project Management, Chat, Calendar, File Manager, Email Client, Notifications Center, Checklist and To-do \n\nDark and light themes\n\nEasy to use and adapt\n\nFree updates\n\nView full presentation\n\nComponents that are carefully organized in multiple categories:\n\nButtons\n\nText Fields\n\nComplex Text Fields\n\nForm Controls\n\nForm Inputs\n\nAccordion & Content Switchers\n\nNavigation\n\nViews\n\nPickers\n\nCharts & Chart Elements\n\nSmall Charts & Cards\n\nAvatars\n\nMedia Elements\n\nCode Snippet Previews\n\nTables\n\nPop-ups & Modals.\n\nThe components are also organized in familiar and common groups for web apps:\n\nHeaders\n\nSidebar\n\nCalendar\n\nChat\n\nFile Manager\n\nMail\n\nTo-do.\n\nKanban Project management\n\nFurthermore, multiple pre-made web apps are available: Dashboard, Calendar, File Manager, Chat, Mail, To-do.\n\nYou will be able to choose between Dark and Light versions for all design elements.\n\nQuestions? Support?\n\nIf you have any questions, I'm here to help.\n\npanchani.pruthvi@gmail.com"
  },
  {
    "index": 43,
    "src": "https://public-files.gumroad.com/tnv4ckvrtx9i5ogev09y5qavqy7g",
    "title": "Prokit - Curated UI Kits",
    "penjual": "Figr",
    "ppSeller": "https://public-files.gumroad.com/8pdgmlpio9n4mb8t1hdsq74g4vz0",
    "linkSellerHref": "https://prokit.gumroad.com/l/free_editable_UIkits?layout=discover&recommended_by=search",
    "price": "3",
    "sellerText": "Looking for a one-stop-shop to find inspiration for your next design project? Look no further than our curated collection of mobile apps, landing pages, webapps, and design systems! Featuring the best editable designs for you to create stunning interfaces, fast. Best of all, it's all free!\n\nWhat's included?\n\n150+ UI Kits for Mobile Apps, WebApp and Landing Pages\n\n50+ Evergreen Design Systems (You can use in your designs)\n\nLinks to Figma files. Everything is editable for easy accessibility\n\n... and a lot more design resources will be added soon!\n\nHow to get it?\n\nJust enter any fair price (its free, but any contribution will really help and motivate us :))\n\nAfterwards, you'll get a link to the collection.\n\nThis is a Notion public website. You can bookmark it for future use!\n\nWhy did I create this?\n\nDesign Research can be a tough and time-consuming. There exists a lot of free awesome resources that people don’t know about. With this, you have them all in one place.\n\nWho will benefit from this?\n\nUI/UX Product Designers\n\nCreators, developers and product folks\n\nAnyone looking for Design Inspiration\n\nWhat’s next?\n\nWe’ll be adding a lot more of editable web and mobile designs. We’ll be expanding the collection with Icons, Illustrations, 3D assets and backgrounds. Our goal is to help you save time and stay inspired.\n\n\n\nStay up-to-date with our latest releases and engage with other designers. You can join our community here: https://discord.gg/SueQcZt9Uq\n\n\n\n\n\n\n\n\nA preview of the curated collection!\n\n\n\n\n\nFeatured on Product Hunt\n\n\n\n"
  },
  {
    "index": 44,
    "src": "https://public-files.gumroad.com/evdozkqzos655qa0iabm7xt7e3d0",
    "title": "Design System Yellow • Figma",
    "penjual": "REEV MARKET",
    "ppSeller": "https://public-files.gumroad.com/kueowbsum6yhzm9bmpghebjzanbc",
    "linkSellerHref": "https://reevmarket.gumroad.com/l/designsystemyellow?layout=discover&recommended_by=search",
    "price": "299",
    "sellerText": "Welcome to Design System Yellow (DS·Y) for Figma! The author's approach to the components is construction and modern implementation.\n\nYou can preview all pages and components of Design System Yellow for Figma in this file and use it to save time in your projects.\n\nVariables\nVariables in DS·Y for Figma design store reusable values that can be applied to all kinds of design properties and prototyping actions. They help save time and effort when building designs, managing design systems, and creating complex prototyping flows.\n\nIcon set\nA basic set of ready-made icons in 3 sizes, 1600+ icons can significantly reduce interface design time. Universal icon style suitable for any project style.\n\nAccessibility True\nAccessible design is a design process in which the needs of people with disabilities are specifically considered. The DS·Y is based on the principles of accessibility.\n\nLight & Dark mode\nSupport for two themes within the variable option.\n\nDocumentation\nEach block has a description and recommendations for its use.\n\n∴\n\nDownload this Figma file and upload it to your Figma profile.\nYou are welcome to use it in your projects."
  },
  {
    "index": 45,
    "src": "https://public-files.gumroad.com/faxrdk544gx5lqxawha6pmv0i84l",
    "title": "Core Design System - Figma, Sketch, Adobe XD, Studio - UI Kit",
    "penjual": "Ryan Sael",
    "ppSeller": "https://public-files.gumroad.com/0j13pipstir7rovw6k2w2td8l16f",
    "linkSellerHref": "https://sael.gumroad.com/l/coreds?layout=discover&recommended_by=search",
    "price": "59",
    "sellerText": "A Design System Template for your next project. \n\nSupercharge your workflow with this design system UI Kit for Sketch, Figma, Adobe XD and Studio. Fit for projects of any scale, keep visual consistency and work faster.\n\n\n\n\n\nGet all 4 file types of design application at a single price.\n\n\n\nProduct Overview: \nwww.coredesignsystem.com\n\n\n\n\n\nPreview All UI Elements here:\n\nwww.coredesignsystem.com/core-elements/\n\n\n\n\n\nKey features:\n\n✅All essentials UI elements over 200 components\n\n✅Available in light and dark theme - Compliance with WCAG 2.0\n\n✅More than 120 handcrafted icons to starting with\n\n✅Grid and elevation system \n\n✅Crafted for mobile app & website elements.\n\n\n\n\n\n\n\n\nSmart Layout, Auto-Updating Symbols, and nested Components. Setup once, apply everywhere. Revisions made easy.\n\n\n\n\n\n\n\nWell Organized Text & Layers Style. A pre-defined set of styles that works on all screen sizes. Made for design consistency.\n\n\n\n\n\nResponsive Size Components. Reduce the time of re-arranging pixels. Get things done quickly for more screen size.\n\n\n\n\n\nNo Plugins Required. This means no dependencies, crafted with native features. Nevertheless compatible with most of your favourite plugins.\n\n\n\n\n\nMade for start-ups, freelancers, and designers who want to work faster."
  },
  {
    "index": 46,
    "src": "https://public-files.gumroad.com/bkq55p3og62j13ie24eqx58o8hcg",
    "title": "Airbnb - UI Clone - Web",
    "penjual": "UiClones",
    "ppSeller": "https://public-files.gumroad.com/jf7l5a0e9cu0b0wnc18k8uribxuk",
    "linkSellerHref": "https://uiclones.gumroad.com/l/airbnbdesktop?layout=discover&recommended_by=search",
    "price": "69",
    "sellerText": "👋 Hey, we're UIClones\n\nWe're on a mission to build a fully editable reference library of the worlds best mobile apps, helping new and seasoned UI, UX and product designers build better products, faster!\n\n👉  Check out uiclones.com\n\n👉 Preview Airbnb Website UI Clone in Figma\n\nProduct Overview\n\nYou get a fully editable clone of Airbnb website\n\n—\n\n✔ 154 screens - 100% editable\n\n✔ Fully customisable\n\n✔ Editable icons, colours and fonts\n\n✔ Light & Dark modes\n\n✔ Powered by Figma - Auto Layout 4.0, variants, spacing and colour variables and text styles\n\n✔ Save hours in research and design\n\n✔ Use on unlimited projects\n\nWhy UI Clones?\n\nWe’ve been product designers for over 20 years and are always looking for ways to speed up our everyday design process, without sacrificing quality.\n\nCombining the power of a design system with the connivence of UI pattern collections, will speed up any designers process.\n\n👇\n\nFaster Inspiration\n\nSave hours of research and design time using fully editable UI clones of the worlds best apps.\n\n—\n\n\n\n\n100’s of editable screens\n\nEach screen is a pixel perfect clone of the production app. Learn how the worlds best apps are built.\n\n✅ 100% editable designs\n\n✅ Fully customisable\n\n✅ Save hours in research and design\n\n—\n\n\n\n\n\nDedicated design system\n\nEach UiClone has its own mini design system, containing only the components used in the app.\n\n✅ Essential components\n\n✅ Editable icons\n\n✅ Editable colours & fonts\n\n—\n\n\n\n\n\nBuilt using Figma tokens\n\nAll our UI Clones are built using the most up-to-date Figma features.\n\n✅ Auto Layout 4.0\n\n✅ Variants & Properties\n\n✅ Global text and colour styles\n\n—\n\n👉 Preview Airbnb Website UI Clone in Figma\n\nPerfect For\n\n➕ Beginner & Student Designers\n\n➕ Experienced Senior Designers\n\n➕ Design Teams\n\n➕ Startups\n\nSubscribe & Save\n\nSubscribe to UIClones and each month we get 1 brand new clone of the most popular apps, as well as any big updates for our existing clones.\n\n✔️ 1x new clone added each month\n\n✔️ Free updates to existing clones\n\n\n\n👉  Learn more about UIClones subscription\n\nQuestions?\n\nIf you run into any problems with any of our clones, have a question or just want to say hi, you can reach us at hello@uiclones.com\n\n—\n\n👉  Check out our FAQs\n\n👉 Follow us on Twitter\n\n👉 Learn Figma"
  },
  {
    "index": 47,
    "src": "https://public-files.gumroad.com/p0l4vw6nt4xkhxis4vjr8d1znv1l",
    "title": "Yeah! Live - Streaming App UI Kit",
    "penjual": "Akshay Syal",
    "ppSeller": "https://public-files.gumroad.com/pw02mt627mee2e5s4swwz6dnv704",
    "linkSellerHref": "https://syaluiux.gumroad.com/l/streaming?layout=discover&recommended_by=search",
    "price": "0",
    "sellerText": "Enhance your streaming-related projects with our Streaming App UI Kit, a comprehensive package designed for Figma. This kit includes over 220 high-quality iOS screens, meticulously crafted to meet the demands of today's streaming apps. From PK battles to live streaming, chat functionality to friends lists, gift sharing, and broadcaster features, our UI Kit covers it all. Whether you're a professional designer or a passionate hobbyist, this kit will streamline your design process, helping you create intuitive and visually stunning streaming app interfaces. Elevate your design game and stay ahead of the competition with our versatile UI Kit.\n\n🔥 Categories\n- Register/Login\n- Onboarding (NEW)\n- PK Battle\n- Short Video (Tiktok and Reel) (NEW)\n- Live Stream - Audio/Video\n- Live Stream - Selling Product E-commerce (NEW)\n- Broadcaster\n- Profile\n- Settings\n- Feed\n- and upcoming more in the next version (coming soon)\n\n!*Images in the demo are for preview purposes only\n\n🔥 Check out Figma Preview\n🔥 Last Update in Figma file :\n\n• Dec 2023\n- add 30+ pages\n- resolve alignment\n- Selling products on live stream\n- Short Content Like Tiktok and reel\n- Onboarding\n\n• June 2023\n- add 50+ pages\n- add more components\n- 40+ profile badges\n\n• April 2023\n- add more components\n\n• Nov 30, 2022\n- add more components\n- a total of 135 screens\n- updated with thumbnails\n\n• July 10, 2022\n- auto layout\n\nFollow Me 👇\n\nE-mail me for freelance projects\nFreebie | Dribbble | Behance | Instagram\n\nThank you.\n\n⚠️Warning! Please don’t be that guy who changes a few things and re-uploads it on Dribbble/Behance/whatever as his own. That’s not cool.\n\nNeed help using this UI kit? feel free to mail me at syalfreelance@gmail.com\nThank you for your purchase! 😉\n\nDisclaimer: Guys, this product is non-refundable due to it being a digital product.\n\nfeel free to tell us what we need to upgrade on this so we can add these feature screens in a future update"
  },
  {
    "index": 48,
    "src": "https://public-files.gumroad.com/zzqcw1qj84m2r17qpaopnxvthoix",
    "title": "Figma UI Kit Bundle 4 in 1 - Ecommerce App UI Kit Discount UP TO 61% OFF! 🛒",
    "penjual": "Rafiq | YDNTKWIA",
    "ppSeller": "https://public-files.gumroad.com/l26qiqjj71n6pjhcgjy79y149m5w",
    "linkSellerHref": "https://ydntkwia62.gumroad.com/l/ukdmv?layout=discover&recommended_by=search",
    "price": "59",
    "sellerText": "💰 SPECIAL DISCOUNT! 💰\n\nUse voucher code \"HAPPY20\" when checkout to get extra 20% OFF works for all products including all bundling products & only valid for a limited uses!. You can also use the voucher to get MEGA BUNDLE All 12+ UI Kits in 1 for only $670+ $76!🔥\n\nGrab it fast only 7 quotas are remaining!\n\nGet 4 premium UI Kit Ecommerce Apps worth over $120+ for only $59 $47!\n\nSave your time, money and reduce your projects costs with this Bundle!\n\n\n\n\nThis bundle is all you need for your next UI / UX design project with more than 275+ Screens and 815+ Components. Specially designed to help you create Wireframes, Prototypes, Design Systems and Mobile application projects.\n\nAll UI Kit in this bundle is created carefully with pixel-perfect, organized layers, categorized artboard, smart components and many features that can help you to use this UI Kit to become easy editable.\n\n🔥Update History :\n\nApril 16, 2024\n\nCategorizing screens to be more well-organized ✔️\n\nAdding iOS status bar & home navigation on every screen ✔️\n\nYou Will Get :\n\n👉 Grofast - Online Grocery Ecommerce App Figma UI Kit · Preview\n\n👉 Safar - Real Estate App Figma UI Kit · Preview\n\n👉 Letify - Money Management & Budget Planner App Figma UI Kit · Preview\n👉 Horaz - Community & Personal Fun Messenger App Figma UI Kit · Preview\n\n\n\n\nFree Bonus! 🥳\n\n🎁 By buying this product you'll get a bonus 40% discount voucher code to buy 3 random YDNTKWIA products for your next purchase\n\nWant to save more on your project budget? 🔥\n\nSave your time, money and reduce your projects costs with this Bundle! get our Mega Bundle All UI Kit 12+ in 1 with more than 715+ Screens and 2000+ Components worth over $670+ for only $76! · Click in here 👈\n\nOur Bundle Collections 🤩\n\nCheck out our UI Kit product bundle collection and save up to 88% OFF!\n\n🌎 UI Kit Bundle 4 in 1 - Travel & Tourism App · Preview\n\n🛒 UI Kit Bundle 4 in 1 - eCommerce & Finances App · Preview\n\n👨‍⚕️ UI Kit Bundle 4 in 1 - Healthcare & Sports App · Preview\n\n📌 MEGA Bundle 12+ in 1 All Product Mobile App UI Kits · Preview\n\n\n\n\n\nWant to try another UI Kit from me? go check in my profile 👈\nThere are more amazing UI Kit in my profile such as 🛒Grocery, 🌍Travel, 🍳 Food Recipes, 📰 Mobile News, 💉 Health, 🏢 Real Estate, 💵 Finance, 🚴‍♂️ Sport and many more 🔥\n\n\n⚠️Warning! Please don’t be that guy who changes a few things and re-upload it on Dribbble/Behance/whatever as his own. That’s not cool.\n\nNeed help to use this UI kit? feel free to mail me at ydntkwia.info@gmail.com\n\nThank you for your purchase! 😉\n\n\n\n\n\nInstagram | Behance | Dribbble | Donation/Tips🎁"
  },
  {
    "index": 49,
    "src": "https://public-files.gumroad.com/vj9twbk62wzbnrvkj4k9zpokz21f",
    "title": "Web Wireframe Kit",
    "penjual": "UI/UX Assets",
    "ppSeller": "https://public-files.gumroad.com/mg9cghg5ye4vowxd683ecthrowv3",
    "linkSellerHref": "https://uiuxassets.gumroad.com/l/avHeI?layout=discover&recommended_by=search",
    "price": "59",
    "sellerText": "110+ wireframe modules and hundreds of elements to create web mockups with Sketch and Figma. Web Wireframe Kit helps you generate high-fidelity prototypes with ease. Not only does it come with hundreds of elements, it is as always well organized. Covering the most popular categories, this is the perfect UX Kit for your next web project.\n\nhttps://uiuxassets.com/assets/web-wireframe-kit/\n\n"
  },
  {
    "index": 50,
    "src": "https://public-files.gumroad.com/xsu66ur4kik675zr0yh2v47wtjl4",
    "title": "Setproduct «X» bundle - Two dashboard & mobile UI kits for Figma. Save 30%",
    "penjual": "Setproduct",
    "ppSeller": "https://public-files.gumroad.com/rqkv07h9es76thtg42psm1l00qym",
    "linkSellerHref": "https://setproduct.gumroad.com/l/figma-x?layout=discover&recommended_by=search",
    "price": "195",
    "sellerText": "Material–X & Mobile–X UI kits bundle from Setproduct. Design stylish & trendy web / mobile applications faster in Figma. We've got each component is covered to build and release an app faster! Save 30% by purchasing two design assets together.\n\nWhat's included\n\nClick on a product for more information and preview:\n\nMaterial–X dashboard kit  · Figma preview\n\nMobile–X kit for Android / iOS  · Figma preview\n\nMade for Designers\n\nStop creating from scratch the same buttons, icons and modules along with every new project started. Use our products to accomplish your tasks faster\n\nDevelopers\n\nOur Figma libraries will let you dip into the design process, learn or enhance prototyping skills. Jump into the design process, where you only need to drag and fit a fine component\n\nOrganizations & Teams\n\nOur every design system is ready to be published for team purposes and provides an opportunity to quickstart massive prototyping immediately\n\nLicensing agreement • Other Figma products"
  },
  {
    "index": 51,
    "src": "https://public-files.gumroad.com/lqanmsghthyflu6oqhdmyahd7hiy",
    "title": "Xela React Design Kit - Figma & React components & ready-made screens",
    "penjual": "Alexander.G",
    "ppSeller": "https://public-files.gumroad.com/wi92g7xk2wmoybyl790js42jx70x",
    "linkSellerHref": "https://alexanderg.gumroad.com/l/xela-figma-react?layout=discover&recommended_by=search",
    "price": "258",
    "sellerText": "1900+ variants of 30 components to craft perfectly shaped React apps. Designed in Figma and fully coded in React. Powered by auto-layout 3.0, modern styleguides and free Nunito Sans font. Customizable & Adjustable React design system with 10+ pre-made app layouts for Figma, React. You can modify them or use as it is to save time and release mobile apps faster.\n\n👉 Figma preview / Docs / Demo\n\n\n\n\nProduct highlights:\n\n10 ready-made application screens and 39 blocks. Source code for React\n\n30 ready-to-use components are crafted in Figma and fully coded in React. Organized as the design system\n\nXela UIKit includes graphs, charts, date pickers, and other fully functional components\n\nDesigned in Figma, Xela for React is fully editable and it’s easy to swap fonts & colors\n\n\n\n\n\nDesigners, skip creating from scratch those complicated components along with every new project in Figma. Use XELA to concentrate on important things, not on pixel routine\n\nDevelopers, this design library allows you to learn or enhance design skills. Jump into a process, where you only need to drag and fit a block to build good-looking pages\n\nManagers & CEOs, these templates are ready to be published for teams and provide an opportunity to quickstart massive prototyping immediately and save\n\n\n\n\n\nRefund policy • Licensing agreement • More Figma templates"
  },
  {
    "index": 52,
    "src": "https://public-files.gumroad.com/u5op3i54npsuk47nkywt7faevgyl",
    "title": "Figma Material Design System UI kit",
    "penjual": "Setproduct",
    "ppSeller": "https://public-files.gumroad.com/rqkv07h9es76thtg42psm1l00qym",
    "linkSellerHref": "https://setproduct.gumroad.com/l/materialsystem?layout=discover&recommended_by=search",
    "price": "98",
    "sellerText": "Material Design System for Figma is based on 100% guidelines compliance and contains an impressive amount of ready-to-use components to accelerate the application development, save time and money. Includes 1000+ dark & light UI components / 120 templates / 1000+ material icons.\n\nNew version 3.1 powered by enhanced architecture, auto-layout, dark theme support, and upgraded colors & Font styles (Red Hat Display as secondary typeface)\n\nPreview in Figma\nHighlights:\n\nHelps to quickstart a Material project or Android app in Figma\n\nHelps to build consistent layouts based on material guidelines\n\nOffers reusable and scalable material components\n\nContains the widest range of material.io official patterns\n\nProvides a variety of Components styles and color variants\n\nOrganized and labeled for a faster workflow using Instance styles\n\n\n\n\n❖ Categories: Application bars, Backdrops, Bottom navigation, Buttons, Cards, Chips, Dialogs, Expandable panels, Image grids, Lists, Menus, Navigation drawers, Onboarding layouts, Selection, Pickers, Sheets, Tables, Tabs and Text fields & 1000+ material icons (Scale & Center separated constraints)\n\n\n\n\n\n⭐ More than 1,000 happy customers\n\n\n\n\nDesigners, skip creating from scratch those boring UI items along with a project. Use Material Design System to concentrate on the prototyping, not on pixel routine\nDevelopers, our Material Design Kit allows you to learn or enhance prototyping skills. Simply dip into the design process, where you only need to drag, drop and fit. That’s it!\nFounders, our design system is ready to be published for team purposes and provides an opportunity to quickstart massive prototyping immediately\n\nMore products for Figma"
  },
  {
    "index": 53,
    "src": "https://public-files.gumroad.com/77dbz7i7wkax3xlx26f8obojg84v",
    "title": "Web design bundle - Landing pages + Website templates UI kits",
    "penjual": "Setproduct",
    "ppSeller": "https://public-files.gumroad.com/rqkv07h9es76thtg42psm1l00qym",
    "linkSellerHref": "https://setproduct.gumroad.com/l/figmaweb?layout=discover&recommended_by=search",
    "price": "116",
    "sellerText": "Figma web design kits bundle from Setproduct. Create websites faster by using frequent and reusable web patterns ever collected for Figma. We've got each component is covered to design and release a project faster! Save 30% by purchasing two design libraries together.\n\nWhat's included\n\nClick on a product for more information and preview:\n\nLanding Pages library · Figma preview\n\nWeb Design kit · Figma preview\n\nMade for Designers\n\nStop creating from scratch the same buttons, icons and modules along with every new project started. Use our products to accomplish your tasks faster\n\nDevelopers\n\nOur Figma libraries will let you dip into the design process, learn or enhance prototyping skills. Jump into the design process, where you only need to drag and fit a fine component\n\nOrganizations & Teams\n\nOur every design system is ready to be published for team purposes and provides an opportunity to quickstart massive prototyping immediately\n\nLicensing agreement • Other Figma products"
  },
  {
    "index": 54,
    "src": "https://public-files.gumroad.com/wc5a0s8qbbtzbrzm0iug9ksiozcg",
    "title": "Figma iOS UI kit",
    "penjual": "Setproduct",
    "ppSeller": "https://public-files.gumroad.com/rqkv07h9es76thtg42psm1l00qym",
    "linkSellerHref": "https://setproduct.gumroad.com/l/iostoolkit?layout=discover&recommended_by=search",
    "price": "68",
    "sellerText": "Figma iOS UI kit based on trusted and popular mobile patterns, collected from famous and successful apps. It contains 240+ light & dark responsive templates, which you can customize, detach and reconfigure according to your mission. Fine collection of layouts where everything is covered in advance.\n\nBuild mobile apps faster with reusable iOS templates\n\nPreview in Figma\nHighlights:\n\nReady to use Figma templates for mobile apps design. A variety of styles available for each screen. Layouts are easy to customize.\n\nYou'll save time and reduce the development costs because this design kit contains everything: Components, Templates, Patterns, Icons and delivers a lot of ideas to build cool apps.\n\nThis iOS kit is components-driven and organized well. Each component comes with resizing constraints set correctly. You will discover a lot of native & styled mobile UI items.\n\nYou'll skip a pixel routine during the start of a new mobile project. With our product, you now can start bringing your ideas into life immediately. No need to craft buttons, inputs, tabs and other bits. We got 'em all!\n\n⭐ More than 1,000 happy customers\n\n15 sections of components\n\nNavigation bars, Bottom bars, Text fields, Selection controls, Icons, Buttons, Cards, Lists, Dialogs, Graphs, Social components, Datepickers, Empty states, Engagement, Filtering, Bottom sheets, Pickers and more.\n\n23 categories of iOS patterns\n\nAuthentication, Cards layouts, Comments, Date selection, Filtering patterns, Home screens, Inputs combinations, Launch screens, Lists, Maps, Messages, Navigation, Profile, Subscription plans, Search, Settings, PIN input, Registration, Bottom sheets, Grids, Charts statistics, Data tables and more.\n\nFor whom?\nDesigners, skip creating from scratch those boring mobile elements along with every new project. Use these templates to concentrate on important things, not on pixel routine\nDevelopers, this iOS library allows you to learn or enhance design skills. Jump into a process, where you only need to drag and fit a component to build fine apps\nFounders, take this library and publish for a team to provide an opportunity to quickstart massive iOS designing. Reduce costs and save time. It's priceless! \n\nMore products for Figma"
  },
  {
    "index": 55,
    "src": "https://public-files.gumroad.com/490mwe2cfluev31vs33bsytgpzkg",
    "title": "Ionic Design Kit for Adobe Xd",
    "penjual": "Sliday Design and Development Marketplace",
    "ppSeller": "https://public-files.gumroad.com/77cbdijntblcchkelzu4m07fq435",
    "linkSellerHref": "https://sliday.gumroad.com/l/ionic-adobe-xd?layout=discover&recommended_by=search",
    "price": "49",
    "sellerText": "Download free demo now »\nDesign & build Ionic 7+ hybrid apps 80% faster. \nBased on the popular Ionic Figma UI Kit and latest Ionic 7 components.\n\nGet 80 responsive up-to-date Ionic 7 components and speed-up your design & development process by 80%. \n\nFine-tune the designs using 150+ interconnected and fully-customizable Sketch symbols.\n\nA dark theme for your dark creative ideas is also included.\n\nDesign for iOS and Android.\n\n\nThis UI kit saves HOURS. Costs less than a single billable hour.\n\nIonic apps are made of high-level building blocks called components. Components allow you to quickly construct an interface for your app. Ionic comes with a number of components, including modals, popups, and cards. \n\nUsing native Ionic components in Adobe Xd designs and the app will look great on all platforms supported by Ionic 7 (iOS, Android).\n\nDesigning with Ionic Adobe Xd components will significantly speed the development process up. Quickly put together the designs and use them as a reference for coding.\n\nLess testing, less time coding, less hassle.\n\nWhat's included:\n\nIonic Design Kit for Adobe Xd iOS Light\n\nIonic Design Kit for Adobe Xd iOS Dark\n\nIonic Design Kit for Adobe Xd Android Light\n\nIonic Design Kit for Adobe Xd iOS Dark\n\nVideo tutorial: Ionic Design Kit for Adobe Xd.mp4\n\n\nRefunds and returns\n\nAll sales are final. We do not give full or partial refunds for this product. We strongly encourage our customers to see demo projects before purchasing the full version.\n\nDownload free demo now »"
  },
  {
    "index": 56,
    "src": "https://public-files.gumroad.com/5u0sau6wa73t41z6a9o10dthgy7l",
    "title": "Bitepoint - Restaurant Point of Sale App UI Kit",
    "penjual": "Agensip UI UX Agency",
    "ppSeller": "https://public-files.gumroad.com/ctv4iwyykuyqcpelc2kobdlip6kq",
    "linkSellerHref": "https://agensip.gumroad.com/l/bitepoint?layout=discover&recommended_by=search",
    "price": "41",
    "sellerText": "Introducing Bitepoint: Elevate Your Restaurant Management with Premium UI Kit Dashboard Template\n\nRevolutionize the way your restaurant handles orders and payments with Bitepoint—a high-quality premium UI Kit dashboard template designed for cashiers using Point of Sale systems. Easy to use, fully editable, and crafted for efficiency, Bitepoint ensures seamless restaurant management.\n\nWhy Choose Bitepoint?\n\n🍽️ Tailored for Restaurants: Bitepoint is specifically designed to assist cashiers in managing orders and payments at restaurants effectively and efficiently. Elevate your Point of Sale system with a UI Kit that understands the unique needs of your business.\n\n🚀 Everything You Need: Bitepoint comes fully equipped with everything you need for a streamlined UI design. From Style Guides to guidelines ensuring consistency, Bitepoint takes care of the details, so you can focus on what matters most.\n\n🖌 Easy Customization: No need to worry about customizing elements or creating new screens from scratch. Bitepoint's well-organized symbols and components are ready to use, making it easy to edit and reuse in popular design tools like Figma, Sketch, and Adobe XD.\n\n🎨 Latest Features for Figma Users: Figma users will love the seamless experience with Bitepoint, featuring the latest Figma features such as text and color styles, nested symbols, pixel perfection, master components, and the innovative variants feature.\n\n📱 Desktop and Tablet Versions: Bitepoint caters to different devices, providing both desktop and tablet versions. Whether you're managing orders on a computer or a tablet, Bitepoint has you covered.\n\n🌗 Light and Dark Modes: Customize the look and feel of Bitepoint with both light and dark modes. Adapt the UI Kit to match your restaurant's branding or personal preference effortlessly.\n\n🔤 'Inter' Typeface: The default typeface used in Bitepoint is 'Inter,' a free and versatile font. Feel free to switch to another typeface or font that aligns with your restaurant's identity.\n\n📐 Compact and Vector-Based: Bitepoint utilizes 100% vector elements, ensuring a compact and small-sized UI Kit. Enjoy a smooth and efficient design process without compromising quality.\n\n\n\n\nFull preview:\nhttps://drive.google.com/drive/folders/1fzcpru1iwXzx5yD9DF86K9sFplSWTLFT?usp=drive_link\n\n\n\n\n\nUpgrade Your Restaurant Management with Bitepoint Today!\n\nWhether you're running a bustling restaurant or a cozy café, Bitepoint is your key to enhancing efficiency and providing a seamless experience for your cashiers. Elevate your Point of Sale system and streamline your operations. Get Bitepoint now and experience the future of restaurant management!"
  },
  {
    "index": 57,
    "src": "https://public-files.gumroad.com/dd8dk481wgl9bqertsxglmtx1u1r",
    "title": "Roomsfy - UI kit for apartments renting and real estate bookings apps",
    "penjual": "WhiteUI.Store",
    "ppSeller": "https://public-files.gumroad.com/xnvqeurqs8263g70h8i53jrvk9tn",
    "linkSellerHref": "https://whiteuistore.gumroad.com/l/rmsfy?layout=discover&recommended_by=search",
    "price": "37",
    "sellerText": "Product Details\n\nWe designed 213 beautiful web pages and mobile app screens. You can use our set of 147 unique UI kit components to build any real estate booking mobile app or website. All symbols and objects are vector-based and easily editable. \n\n🔗 Learn more about Roomsfy UI Kit\n\nWhat's Included\n\nThis UI kit is perfect for any apartment renting, hotel or room booking, real estate selling websites, and mobile apps. All symbols and objects are vector-based and easily editable.\n\n🖥 213 pre-made pages & screens\n\n🕹️ 147 unique components\n\n👨‍💻 3 complete user stories\n\n🧩 Built-in design system\n\n🔗 Preview All Pre-designed Pages\n\nExplore all premium design resources 🔗 Visit WhiteUI.Store\nNot sure about the correct license type? 🔗 Learn more about License"
  },
  {
    "index": 58,
    "src": "https://public-files.gumroad.com/jru3tddcrhqo5rjsnroqr7oapsxn",
    "title": "Ant Design System for Figma (Basic Package)",
    "penjual": "Matt Wierzbicki",
    "ppSeller": "https://public-files.gumroad.com/mpcwp95xnshwbt2a32rctig8d2sy",
    "linkSellerHref": "https://mateusz.gumroad.com/l/antdesign?layout=discover&recommended_by=search",
    "price": "99",
    "sellerText": "Design and develop Ant Design projects faster than ever\n\nThe powerful UI kit for Figma based on the most popular React UI library - Ant Design. Create and implement well-documented Ant Design apps in no time! The UI kit is fully packed with the best features to make work easier for designers and developers working on Ant Design projects.\n\nBuilt with Figma Tokens that you can sync with your code\n\nAuto layout 4.0, Variants, Component Properties\n\nHover and click interactions for easy prototyping\n\nSwitch between light and dark theme\n\nDeveloper friendly components\n\n🔗 Visit official website\nPixel-perfect components your developers will love!\nTop-quality Ant Design components for Figma\n\nThe components are built with the best Figma features, making the design process easy and fast.\n\nFully customizable\n\nHover and click interactions for easy prototyping\n\nAuto layout 4.0\n\nVariants + Component properties\n\nDesigned with the development process in mind\n\nWe built each component with great features to make Ant Design’s project implementation process faster and easier for developers.\n\nConsistent with Ant Design of React\n\nSample React code in the Inspect panel\n\nQuick link to Ant Design docs\n\nBuilt with Figma Tokens\n\nComponents use the same tokens and naming as the original Ant Design .less files. You can easily customize the entire UI kit and then sync it with your code.\n\nFast and easy customization\n\nSync with your .less files in the code project\n\nEasily switch between light and dark themes\n\nCreate a multi-brand design system\n\nEmpowered with smart Ant Design icon library\n\nDon't waste time looking for icons with every new project you start. Use pixel-perfect 24x24 px icons consistent with the Ant Design library.\n\nOver 700 Ant Design icons\n\nSample React code in the Inspect panel\n\nQuick link to Ant Design docs\n\nCustomize however you want\n\nYou can easily apply your branding to the entire UI kit by changing the font, color, and component properties in a few seconds. What is more, you can later sync those changes with your code.\n\nTypography\n\nChange the font family, font sizes, or line heights of all components at once in seconds.\n\nColors\n\nChange all colors of the design system or reference other colors from Ant Design with Figma Tokens.\n\nSpacing\n\nBy default, the system uses a 4px grid, but if you need to set up your spacing values, you can also do it in seconds with Figma Tokens.\n\nRocket-fast implementation\n\nThe UI kit was built on the principles of Ant Design and optimized for Figma. The system is frequently updated and used by the best companies. While Ant Design System for Figma is a UI kit for design software, it has also been designed to simplify developers’ life so you can implement Ant Design projects quickly and efficiently.\n\nSync Figma Tokens with your .less files\n\nYou won’t find it elsewhere! Figma Tokens Sync is a dedicated feature we built on top of the Figma Tokens plugin that will allow you to sync your tokens with your Ant Design of React project. For example, you can change the primary color or font family in your Figma file and sync your changes with your Ant Design code project, which will reflect those changes.\n\nUse developer-friendly components and icons\n\nUnlike other UI kits, Ant Design System for Figma focuses not only on designer experience but also puts a strong emphasis on developer workflow. Components have an example of the React code in the Inspect panel and a quick link to Ant Design documentation, so the implementation process is faster and easier.\n\nSwitch between two themes in one file with one click.\n\nYou can easily switch between light and dark themes in your project with the Figma Tokens. All you need to do is to select the required theme set in the plugin.\n\nThe best Figma features\n\nAnt Design System for Figma uses the best features and plugins to save you hundreds of hours while working on your projects in Figma.\n\nAuto Layout 4.0: All components use Auto Layout. This feature lets you create designs that grow to fill or shrink to fit and reflow as their contents change.\n\nComponents & Variants: Variants introduce a new way to group and organize variants of the same component. Components are easier to maintain and more intuitive to use.\n\nFigma Tokens: Whenever you change the token's properties - Figma will apply those changes to any objects using that token.\n\nUsed and loved by over 4000 solopreneurs and teams\n\nFrom freelance designers to enterprise teams, Ant Design System for Figma is making the design process easier for design pros worldwide. Ant Design System for Figma is perfect for creating internal tools or client work. Companies like Zalando, Allegro, or eBay have already saved hundreds of hours on their UI design.\n\n⭐️⭐️⭐️⭐️⭐️\n\nThis is an absolute time-saver. The entire product is prepared with utmost attention to detail, everything is well organized and easy to use even for inexperienced designers and developers who are not very familiar with design software. It helps to save hundreds of hours, so you can forget about recreating the same UI components in every single project over and over again. - Greg Dlubacz - Lead designer at Catenda AS\n\n⭐️⭐️⭐️⭐️⭐️\n\nSoftware Engineers that I have partnered with on projects that utilize the Ant Design are amazed that my comps are just like their code. This creates a powerful relationship. This kit gives you the power you need, ability to design faster, add customization that you need, and bring ideas to life. It’s definitely worth the price. - Christopher Carter - Freelance UI Designer\n\n⭐️⭐️⭐️⭐️⭐️\n\nEach component is constructed with care and precision. Covering more states and scenarios than you will find elsewhere. Not only that but the fact Matt constructs each component with auto-layout, makes this kit incredibly robust and flexible. It will supercharge your workflow and save you time, so you can focus on solving those complex UX problems! - Miriam Isaac - UX Designer\n\nDocumentation | Licensing | Contact"
  },
  {
    "index": 59,
    "src": "https://public-files.gumroad.com/5tz2ost3zdrhv1dfy1ndxozsztly",
    "title": "Design Systems Bundle",
    "penjual": "BuninUX",
    "ppSeller": "https://public-files.gumroad.com/q5y9d92zqqlj2isa9h7iq298p3ak",
    "linkSellerHref": "https://buninux.gumroad.com/l/DxzSz?layout=discover&recommended_by=search",
    "price": "108",
    "sellerText": "Design Better, Faster, and Smarter.\n\nThe bundle package includes professional UI design systems:\n\nFrames - Web Design System (for Sketch)\nPlaster - Mobile Design System (for Sketch & Figma)\n\nFrames and Plaster are designed to help designers and developers create beautiful interfaces for web and mobile, save time on the development process, and nerves on routine tasks.\n\n\n\n---\n\nReceive lifetime updates for free."
  },
  {
    "index": 60,
    "src": "https://public-files.gumroad.com/ajgdljzmdsddlsrudfr6or2j4q2n",
    "title": "UI-win: All-in-One Atomic Design System & UI kits",
    "penjual": "Ulvin Omarov",
    "ppSeller": "https://public-files.gumroad.com/86ohszpv35ar7r9wbbbwif99n2jj",
    "linkSellerHref": "https://ulvinomarov.gumroad.com/l/UIwin-all-in-one-atomic-design-system-uikits?layout=discover&recommended_by=search",
    "price": "59",
    "sellerText": "UI-win is your ultimate multipurpose Atomic Design System, featuring a comprehensive collection of UI kits. All these kits are designed with Figma auto layout that allows users to use fully responsive.\n\nConsidering trends, the system is designed in both Light and Dark modes, so it is easy to use to drag and drop and change all of them to different modes.\n\nWeb kits are separated into desktop and mobile, while App kits are in Material and iOS. At the same time, global styles are applied with variables.\n\n\nThe Design System consists of\n- Typography\n- Color palettes\n- Tooltips, Toasters\n- Button sets\n- Input-Text fields\n- Avatars\n- Tabs\n- Checkboxes\n- Radio boxes\n- Toggles\n- Switches\n- Steppers\n- Tags\n- Chips\n- Progress bars\n- Sliders\n- Emojis\n- Navbars-Menubars\n- Calendar\n- Date & Time pickers\n- Breadcrumbs\n- Upload files\n- Searches\n- Accordions\n- Paginations\n- Snack bars\n- Loading-Progress indicators\n- Notifications\n- Cards\n- Popup-Dialogues\n- Testimonial\n- Pricing\n- Order card\n- Filters\n- Sidebar (dashboard)\n- Table (dashboard)\n- Dashboard section\n- Headers\n- Footers\n- Mobile modals\n- Navigation drawer\n- Hero section samples\n- Signup, Login\n- Check out, Cart\n- Write review\n- FAQ (Q&A)\n- Team members\n- Product list\n- Fluid & Fixed grids\n- 4000 over icon set\n\nContent Gallery what includes:\n\n\nSupercharge your UI/UX workflow with UI-win and create stunning interfaces efficiently and precisely. Elevate your design projects with ready-to-use kits and unleash limitless creativity.\n\nThank you for your purchase!\nWe appreciate your support in every UI color: 💜🩵💙💚💛🧡❤️🩷🤍🩶🖤\n\nFigma preview link\n\n\n\n\n"
  },
  {
    "index": 61,
    "src": "https://public-files.gumroad.com/nhee0gbu1pfvmgk9257946gccfzc",
    "title": "Figma UI Design Kit - Pro",
    "penjual": "Baseline UI",
    "ppSeller": "https://public-files.gumroad.com/vzt6xypb83ezqizxp3qlaklahetb",
    "linkSellerHref": "https://baselineui.gumroad.com/l/baselineui?layout=discover&recommended_by=search",
    "price": "49.99",
    "sellerText": "📣 $79.99 $49.99 for a limited time to celebrate our launch!\n\nBaseline UI is the ultimate, easy to customize Figma UI kit that helps teams get started building application UIs faster. Built by professionals that have created systems for thousands of designers for the largest companies in the world, it's opinionated enough with design patterns you can start using right away, but also purposely simple so you can make it your own.\n\nFeatures\n\nOver 1,000 prototype ready, fully customizable components using the latest Figma advancements with baked in light and dark mode support.\n\nCountless configurations\n\nCompletely customizable core color library.\n\n200+ Figma variables for color, sizing and spacing.\n\nCustomizable typography stack.\n\n10+ full UI examples to get you started.\n\nA full suite of icons powered by Google.\n\nProfessionally built, beautifully laid out pages with examples for every component.\n\nTry Our Free Preview\n\nNot ready to buy? See what makes Baseline UI great by checking out and preview our kit on Figma Community.\n\nTry Now"
  },
  {
    "index": 62,
    "src": "https://public-files.gumroad.com/9g457mkrx5vz84kmqlfc04loxadl",
    "title": "Elingo - Language Learning App UI Kit",
    "penjual": "Sobakhul Munir Siroj",
    "ppSeller": "https://public-files.gumroad.com/65p10q8ngkksaf9s6ix3ib10ajgs",
    "linkSellerHref": "https://munirsr.gumroad.com/l/elingo?layout=discover&recommended_by=search",
    "price": "35",
    "sellerText": "👆👆👆 Click my profile to see more great products\n\n\n\n\nCheck out the full preview of this product:\n\nhttps://drive.google.com/drive/folders/1pXC5DBO79CFzNIzrFY1rFa89f61UoewK?usp=sharing\n\n\n\n\n\nElingo is a Premium & High Quality UI Kit with All Full Features of Language Learning App with Gamification Concept like Duolingo, Memrise, Babbel, Busuu, Kahoot, Quizizz, Trivia Crack, etc. Elingo came with unique style and niche, you can easily edit and customize all elements with design components which can speed up design process for your projects. Everything is integrated with the design system, so you only need to change the color, logo, text, and so on in the design system, then the entire design screen will automatically change.\n\n\n\n\n\nElingo support for iOS/Android (design system included) and 150 screens which is 100% editable & customizable. Designs are available in Figma. In addition, the design is also equipped with a version of Light & Dark Theme.\n\n\n\n\n\nElingo is designed in a trendy and modern way, with all layers well organized. Elingo is equipped with a design system with hundred of components. The Design System has been equipped with typography, iconography, color styles, components, variants, elements, buttons, input forms, alerts, avatars, checkboxes, chips, grids, toggles, and many others.\n\n\n\n\n\nIn addition, the application design in figma has been designed with fully auto layout, so it is very adaptive if you want to edit, delete, or add some parts. If you are not familiar with auto layout, you can turn it off by right-clicking the layer, and selecting remove auto layout.\n\n\n\n\n\nElingo UI Kit is suitable for:\n\nLanguage Learning App\n\nEnglish Learning App\n\nQuiz App\n\nOnline Learning / E-Learning App\n\nEducation App\n\nOnline Course App\n\nTrivia App\n\nSocial Media App\n\n\n\n\n\nMain App Features:\n\nLanguage Learning App with Complete Features & Details\n\nLanguage Learning with Gamification Concept & Rewards\n\nLeaderboard / Scoreboard (User Rankings based on XP)\n\nChallenge (Learning Targets, Events, Missions, & Acquiring Badges)\n\nPremium Subscriptions with Multiple Payment Methods\n\nUser Profile (Statistics, XP Graph, & Achievements)\n\nOnboarding, Sign up, Sign in, Advanced Account Setup, Settings, Find Friends, Help Center (FAQ & Contact Support), & More\n\n\n\n\n\nProduct Highlights:\n\n150 Screens (iOS/Android Support)\n\n100% Editable & Customizable\n\nCompatibility: Figma\n\nLight & Dark Theme Included\n\nDesign System & Hundred of Components\n\nFully Auto Layout\n\nWell Organized Layers System\n\nUnique, Stylish & Modern\n\nUsed Google Free Fonts\n\nUsed Grid System\n\nPixel Perfect Design\n\nGlobal Styleguide\n\nEasily Drag & Drop Design\n\n\n\n\n\nNote: All images/photos inside and mockup design in preview included.\n\nAssets: Unsplash, Freepik\n\n\n\n\n\nLicense:\n\nIf your end product including the item is going to be free to the end user then a Regular License is what you need. An Extended License is required if the end user must pay/charged to use the end product.\n\nRegular License:\n\n✅ Number of end products is 1\n\n✅ Use in a single end product\n\n✅ Use in a free end product (more than one end user allowed)\n\n✅ Used for ready-to-use FREE apps on the App Store and/or Play Store\n\n❌ Used for ready-to-use PAID apps on the App Store and/or Play Store\n\n❌ Use in an end product that's sold\n\nExtended License:\n\n✅ Number of end products is 1\n\n✅ Use in a single end product\n\n✅ Use in a free end product (more than one end user allowed)\n\n✅ Used for ready-to-use FREE apps on the App Store and/or Play Store\n\n✅ Used for ready-to-use PAID apps on the App Store and/or Play Store\n\n✅ Use in an end product that's sold\n\n\n\n\n\nWant to make a UI Kit Design request to me?\n\nPlease fill out the following google form:\n\nhttps://forms.gle/DUrWsvVggZvsqPEw7\n\n\n\n\n\nBecome an Affiliate and earn 30% commission on every sale 💰💰💰\nBecome an Affiliate\n\n\n\n\n\nHow to become an affiliate:\n\nYou register an account on Gumroad.\n\nYou fill out the form and submit an affiliate request.\n\nI will review and approve your affiliate request.\n\nCheck your email and follow the instructions.\n\nYou will get a unique affiliate link that can be shared with your audience.\n\nEveryone who buys a product with your affiliate link, you will get a commission of 30% of the product price.\n\nWithdraw commission money to your PayPal or Bank account.\n\nNow you are done. Congratulations! 🎉🎉🎉\n\n\n\n\n\n\n\n\n\nMake your project more awesome!\n\nConnect with me: sobakhul.munir527@gmail.com\n\n\n\n\n\nMore you can find me at:\n\nLinkedin | Instagram | Dribbble | Behance"
  },
  {
    "index": 63,
    "src": "https://public-files.gumroad.com/0zvmn1ouw9ekk8wrejdnlial1je4",
    "title": "Ant Design System for Figma (Pro Package)",
    "penjual": "Matt Wierzbicki",
    "ppSeller": "https://public-files.gumroad.com/mpcwp95xnshwbt2a32rctig8d2sy",
    "linkSellerHref": "https://mateusz.gumroad.com/l/NiOVb?layout=discover&recommended_by=search",
    "price": "199",
    "sellerText": "Visit official website: https://antforfigma.com/\n\nThe Pro Package includes four Ant Design products and one year of free updates for those products.\n\nAnt Design System for Figma \n\nUX Toolkit for Figma\n\nAnt Design Charts for Figma\n\nAnt Design Mobile for Figma\n\n1 year of free updates"
  },
  {
    "index": 64,
    "src": "https://public-files.gumroad.com/lu83cno1oz3inzh2ct1igt63avl5",
    "title": "Car Wash Mobile App Figma UI Kit Design",
    "penjual": "Insight lancer",
    "ppSeller": "https://public-files.gumroad.com/1hrvwj2jjbjjo15krwage78dqc1o",
    "linkSellerHref": "https://insightlancer.gumroad.com/l/car-wash-mobile-app-figma-ui-design?layout=discover&recommended_by=search",
    "price": "49",
    "sellerText": "Car Wash Mobile App Figma UI Kit Design 65+ Screens\n\nScreen List\n-Splash Screen\n-Welcome Screen\n-Onboarding Screens\n-Sign In, Create Account, Verify Code, New Password, Create Your Profile Screens\n-Your Location, Enter Your Location, Notification Access Screens\n-Home Screen\n-Explore Screen\n-Service Details (About, Services, Gallery, Review), Washing Center Location, Get Direction, You have Arrived Screens\n-Demo Video, Gallery Screens\n-Write Review Screen\n-Select Vehicle , Add Vehicle, Book Service, Pick up & Delivery Address, Payment Methods, Add Card, Review Summary, Congratulation, E-Receipt Screens\n-Bookmark, Remove from Bookmark Screens\n-Filter, Search Screens\n-Notification Screen\n-Chat, Chat Details, Video Call, Voice Call Screens\n-Category from Home See All, Exterior Cleaning from Category Screens\n-Specialforyou from (Home See All), 40% off from Specialforyou, Popular Service Provider from Home See All Screens\n-My Bookings (Active, Completed, Cancelled) Screens\n-Track Order, Track Live Location Screens\n-Cancel Booking Screen\n-Profile, Your Profile, Payment Methods, Manage Address, Add Address, Wallet, Add Money, Top Up E-Wallet, Top Up Success, Password Manager, Help Center, Privacy Policy, Invite Friends, Logout Screens\n\nNote : Images are Not Included in Attached Figma File"
  },
  {
    "index": 65,
    "src": "https://public-files.gumroad.com/awym41g1dgxakpx1ab5jt95srjoq",
    "title": "BioCards — Framer Personal Portfolio Template",
    "penjual": "Nikita Ermilov",
    "ppSeller": "https://public-files.gumroad.com/khfbvxzmx5lku4zw3nau2llom9w3",
    "linkSellerHref": "https://nikitaermilov.gumroad.com/l/BioCards-PersonalPortfolioTemplate?layout=discover&recommended_by=search",
    "price": "49",
    "sellerText": "✦ The template is officially approved by Framer\n\nIntroducing \"BioCards\", an exceptional Framer template created especially for those looking for a minimalistic and understated personal portfolio. Boost your online presence with this carefully crafted design that will effortlessly showcase your creative achievements and skills.\n\nPersonalized Light and Dark Mode\n\nEnhance your website's user experience by offering the flexibility to switch between light and dark modes. Enable your visitors to customize their viewing experience according to their liking, guaranteeing the best readability and aesthetics for them.\n\nCard-Based System\n\nRevamping the information presentation with \"BioCards\" enables you to effortlessly access essential site information and swiftly incorporate new data when needed.\n\n\n\n\nPreview 👀\nFAQ\n\nDo I need to know how to code? No coding experience is required.\n\nCan I use it for multiple projects? Absolutely! Please use it however you want, we don't limit you.\n\nCan I distribute this product? Don't ever think about it.\n\nWhat is your refund policy? I understand the importance of customer satisfaction and strive to provide the very best products and services. However, please note that due to the nature of my products and services, I do not offer refunds once a purchase has been made."
  },
  {
    "index": 66,
    "src": "https://public-files.gumroad.com/580ru0h4tg95dd4b899zbnrvur0r",
    "title": "DX Interactive UI Kit - Figma",
    "penjual": "Design Xstream ❁",
    "ppSeller": "https://public-files.gumroad.com/968k5yn3xd0ob641d6tirht8ecsd",
    "linkSellerHref": "https://designxstream.gumroad.com/l/DX-Interactive-UI-Kit?layout=discover&recommended_by=search",
    "price": "0",
    "sellerText": "Introducing the DX Interactive UI Kit v1.0 - your ultimate playground for swift and dynamic prototyping!\n\nThis interactive UI kit is designed with a convenient drag-and-drop feature that enables you to construct engaging prototypes with ease and speed.\n\nEmpower your design process and bring your visions to life with the interactive flexibility of DX Interactive UI Kit v1.0. It's more than a UI kit, it's a fast-track to captivating user experiences."
  },
  {
    "index": 67,
    "src": "https://public-files.gumroad.com/k4iua0avjlqpaqugopu9gqwiwmh7",
    "title": "Root - Wireframe & Design Starter Kit",
    "penjual": "BuninUX",
    "ppSeller": "https://public-files.gumroad.com/q5y9d92zqqlj2isa9h7iq298p3ak",
    "linkSellerHref": "https://buninux.gumroad.com/l/rootwireframe?layout=discover&recommended_by=search",
    "price": "58",
    "sellerText": "Root UI Kit is made to help designers and developers create better wireframes, user-flows, website mockups, design systems, and presentations by its example.\n\nCompatible with Sketch 66+ and Figma.\n\nRoot UI Kit includes:\n\n300 Responsive Components\n\n120 Wireframe Layouts\n\n24 Illustrations & 100 Graphic elements\n\n\n\nSmart + Auto Layout\n\nFree Updates\n\nEasy to Use and Change UI Kit\n\nBootstrap 8-pt Grid Layout\n\nCustomizable Style Guide\n\nPreview Root UI Kit\nPreview Root Illustrations\n\n\n\n\n---\n\nrootwireframekit.com"
  },
  {
    "index": 68,
    "src": "https://public-files.gumroad.com/wrhjzry9qyjplg6hkrk6jivtvyjs",
    "title": "Medica - Online Doctor Appointment & Consultation App UI Kit",
    "penjual": "Sobakhul Munir Siroj",
    "ppSeller": "https://public-files.gumroad.com/65p10q8ngkksaf9s6ix3ib10ajgs",
    "linkSellerHref": "https://munirsr.gumroad.com/l/medica?layout=discover&recommended_by=search",
    "price": "38",
    "sellerText": "Check out the full preview of this product:\n\nhttps://drive.google.com/drive/folders/1z2qCb2HskmuGZdM_NDaICDnkJSQMUbSa?usp=sharing\n\n\n\n\nMedica is a Premium & High Quality UI Kit with Complete Features of Online Doctor Appointment & Consultation App . Medica came with unique style and niche, you can easily edit and customize all elements with design components which can speed up design process for your projects. Everything is integrated with the design system, so you only need to change the color, logo, text, and so on in the design system, then the entire design screen will automatically change.\n\n\n\n\n\nMedica support for iOS/Android (design system included) and 212 screens which is 100% editable & customizable. Designs are available in Figma. In addition, the design is also equipped with a version of Light & Dark Theme.\n\n\n\n\n\nMedica is designed in a trendy and modern way, with all layers well organized. Medica is equipped with a design system with hundred of components. The Design System has been equipped with typography, iconography, color styles, components, variants, elements, buttons, input forms, alerts, avatars, checkboxes, chips, grids, toggles, and many others.\n\n\n\n\n\nIn addition, the application design in figma has been designed with fully auto layout, so it is very adaptive if you want to edit, delete, or add some parts. If you are not familiar with auto layout, you can turn it off by right-clicking the layer, and selecting remove auto layout.\n\n\n\n\n\nMedica UI Kit is suitable for:\n\nOnline Doctor Consultation App\n\nDoctor Appointment App\n\nHealth App\n\nMedical App\n\nPharmacy & Medicine App\n\nHospital & Clinic App\n\nHealthcare App\n\nArticles & Health News App\n\nMessenger/Chatting App\n\n\n\n\n\nMain App Features:\n\nOnline Doctor Appointment & Consultation App with Complete Features & Details\n\nSearch & Filter, Doctor Details, Doctor Rating & Review Features\n\nDoctor Consultation Flow with Multiple Payment Methods\n\nDoctor Consultation Management (Booking, Reschedule, Cancellation, Leave A Review, & Book Again)\n\nOnline Consultation with Doctor (Messaging/Live Chat, Voice Call, & Video Call)\n\nConsultation History & Saved Consultation Records)\n\nHealth News & Articles with Bookmark Features\n\nOnboarding, Sign up, Sign in, Forgot & Reset Password, Account Setup, Notification, Help Center (FAQ & Customer Support), Profile, Settings, & More\n\n\n\n\n\nProduct Highlights:\n\n210+ Screens (iOS/Android Support)\n\n100% Editable & Customizable\n\nCompatibility: Figma\n\nLight & Dark Theme Included\n\nDesign System & Hundred of Components\n\nFully Auto Layout\n\nWell Organized Layers System\n\nUnique, Stylish & Modern\n\nUsed Google Free Fonts\n\nUsed Grid System\n\nPixel Perfect Design\n\nGlobal Styleguide\n\nEasily Drag & Drop Design\n\n\n\n\n\nNote: All images/photos inside and mockup design in preview included.\nAssets: Freepik, Unsplash, unDraw\n\n\n\nLicense:\n\nIf your end product including the item is going to be free to the end user then a Regular License is what you need. An Extended License is required if the end user must pay/charged to use the end product.\n\nRegular License:\n\n✅ Number of end products is 1\n\n✅ Use in a single end product\n\n✅ Use in a free end product (more than one end user allowed)\n\n✅ Used for ready-to-use FREE apps on the App Store and/or Play Store\n\n❌ Used for ready-to-use PAID apps on the App Store and/or Play Store\n\n❌ Use in an end product that's sold\n\nExtended License:\n\n✅ Number of end products is 1\n\n✅ Use in a single end product\n\n✅ Use in a free end product (more than one end user allowed)\n\n✅ Used for ready-to-use FREE apps on the App Store and/or Play Store\n\n✅ Used for ready-to-use PAID apps on the App Store and/or Play Store\n\n✅ Use in an end product that's sold\n\n\n\n\n\nWant to make a UI Kit Design request to me?\n\nPlease fill out the following google form:\n\nhttps://forms.gle/DUrWsvVggZvsqPEw7\n\n\n\n\n\nBecome an Affiliate and earn 30% commission on every sale 💰💰💰\nBecome an Affiliate\n\n\n\n\n\nHow to become an affiliate:\n\nYou register an account on Gumroad.\n\nYou fill out the form and submit an affiliate request.\n\nI will review and approve your affiliate request.\n\nCheck your email and follow the instructions.\n\nYou will get a unique affiliate link that can be shared with your audience.\n\nEveryone who buys a product with your affiliate link, you will get a commission of 30% of the product price.\n\nWithdraw commission money to your PayPal or Bank account.\n\nNow you are done. Congratulations! 🎉🎉🎉\n\n\n\n\n\n\n\n\n\nMake your project more awesome!\n\nConnect with me: sobakhul.munir527@gmail.com\n\n\n\n\n\nMore you can find me at:\n\nLinkedin | Instagram | Dribbble | Behance"
  },
  {
    "index": 69,
    "src": "https://public-files.gumroad.com/bdibhv6kdf3a0yvko76mzjb3gym7",
    "title": "Panda Design System – Figma UI kit with dashboard templates",
    "penjual": "ThemeRage / Melonos 13",
    "ppSeller": "https://public-files.gumroad.com/3wdqdm5sisohjwpt8gk8cscoqh02",
    "linkSellerHref": "https://themerage.gumroad.com/l/geuou?layout=discover&recommended_by=search",
    "price": "148",
    "sellerText": "Panda is a clean & modern dashboard UI Kit with 80+ desktop templates, where each template is based on the famous world’s web apps with proven and familiar UX patterns. Well-named, accurately organized, and customization-ready library for Figma loaded with responsive 1920w dark & light layouts.\n\n👉 Figma preview · Duplicate · Website\n\n🔥 Product highlights\n\nClean & modern web app dashboard UI kit with high quality 1920w desktop templates.\n\nOver 250+ auto-layout drag & drop components accurately crafted with Variants support.\n\n80+ popular dashboard categories for complex web apps included in advance.\n\nPowered by auto-layout, variants, color & text styles. Panda is aimed to save your time & costs.\n\n\n"
  },
  {
    "index": 70,
    "src": "https://public-files.gumroad.com/ahdffzacpnojrudt68544nynajqb",
    "title": "Material X design system Figma UI kit",
    "penjual": "Setproduct",
    "ppSeller": "https://public-files.gumroad.com/rqkv07h9es76thtg42psm1l00qym",
    "linkSellerHref": "https://setproduct.gumroad.com/l/material-x-fig?layout=discover&recommended_by=search",
    "price": "148",
    "sellerText": "1100+ components & 40 app templates beyond Material Design. Powered by top-notch shapes and Manrope font. Customizable & Adjustable UI kit. Easy to change fonts and swap colors. Modify and reuse the templates to save time and human resources. Suit your mobile or desktop app with Material-X styled components from the nearest future.\n\n👉 Preview in Figma / Visit website / Angular UI kit\n\n\n\n\n40 templates 📱 & 💻\n\nHomescreen, Dashboard, Forms & Inputs, Data grid, Settings, Profile, Crypto, Social and more to come. Comes ready-to-use for Desktop, Tablet & Mobile viewports.\n\n34 categories of components\n\nAccordions, App bars, Badges, Buttons, Calendars, Cards, Chips, Colors, Dialogs, Empty states, Headers, Inputs, Typography, Lists, Menus, Multiselect, Navigation, Pickers, Segments, Settings, Sliders, Snack bars, Steppers, Steps, Tabs, Tables, Tab bars, Tooltips and more...\n\nMade for Designers, Developers & Teams\n\nStop creating from scratch the same buttons, lists and other UI items along with every new project started. Use our library to have on hand everything you need to design better and faster.\n\nRefund policy • Licensing agreement • More for Figma"
  },
  {
    "index": 71,
    "src": "https://public-files.gumroad.com/5a4ubrxea83fd44ylkyr1974ltsj",
    "title": "Orion - data visualization and charts kit for Figma",
    "penjual": "Alien Pixels",
    "ppSeller": "https://public-files.gumroad.com/dkthvtrbfps6lhp96cm8w6211snt",
    "linkSellerHref": "https://alien-pixels.gumroad.com/l/orioncharts?layout=discover&recommended_by=search",
    "price": "148",
    "sellerText": "Orion UI kit is a library with 50+ full-width dashboard templates designed in light and dark themes aimed to speed up the design process in Figma. Elaborated as a design system with 200+ dataviz widgets and 2500+ components based on auto\n\nPreview\n\n\n\n\nHighlights:\n\n2500+ components to let you build HQ dashboards and visualize the data in presentations\n\n50+ samples of full-screen templates with eye-catching charts and visualization tricks\n\nDark & Light themes included as independent .FIG files\n\nMade with Auto-layout, Colors & Text styles — easy to adjust & customize\n\n\n\n\n\n\n\n\n\nDesigners, skip creating from scratch those boring web elements along with every dashboard. Use these templates to concentrate on important things, not on pixel routine\n\nDevelopers, this design library allows you to learn or enhance web design skills. Jump into a process, where you only need to drag and fit a block to build good-looking pages\n\nManagers & Owners, these templates are ready to be published for teams and provide an opportunity to quickstart massive prototyping immediately"
  },
  {
    "index": 72,
    "src": "https://public-files.gumroad.com/w2ef1300bqhyxsdaym2z1tl9o7ta",
    "title": "Evira - E-Commerce & Online Shop App UI Kit",
    "penjual": "Sobakhul Munir Siroj",
    "ppSeller": "https://public-files.gumroad.com/65p10q8ngkksaf9s6ix3ib10ajgs",
    "linkSellerHref": "https://munirsr.gumroad.com/l/Evira-E-CommerceOnlineShopAppUIKit?layout=discover&recommended_by=search",
    "price": "37",
    "sellerText": "Check out the full preview of this product:\n\nhttps://drive.google.com/drive/folders/1W3XOMWCbY-897dXFlQV5HdgIiLBmy6nz?usp=sharing\n\n\n\n\nEvira is a Premium & High Quality UI Kit with All Full Features of Ecommerce, Online Shopping, & Marketplace Store App. Evira came with unique style and niche, you can easily edit and customize all elements with design components which can speed up design process for your projects.\n\n\n\n\n\nEvira support for iOS/Android (design system included) and 192 screens which is 100% editable & customizable. Designs are available in Figma. In addition, the design is also equipped with a version of Light & Dark Theme.\n\n\n\n\n\nEvira is designed in a trendy and modern way, with all layers well organized. Evira is equipped with a design system with hundred of components. The Design System has been equipped with typography, iconography, color styles, components, elements, buttons, input forms, alerts, avatars, checkboxes, chips, grids, toggles, and many others.\n\n\n\n\n\nIn addition, the application design in figma has been designed with fully auto layout, so it is very adaptive if you want to edit, delete, or add some parts. If you are not familiar with auto layout, you can turn it off by right-clicking the layer, and selecting remove auto layout.\n\n\n\n\n\nEvira UI Kit is suitable for:\n\nE-Commerce App\n\nOnline Shop App\n\nMarketplace Store App\n\nShipping & Delivery App\n\nE-Wallet App\n\nMessenger/Chatting App\n\n\n\n\n\nMain App Features:\n\nE-Commerce App with Full Application Features & Details\n\nProduct Category, Search/Filter, & Review Features\n\nWishlist, Shopping Cart, Order/Checkout, Shipping, & Product Delivery Tracking Features\n\nSecure Multiple Payment Methods & Promo/Discount/Special Offers Features\n\nE-Wallet (Top Up, Transaction History, & E-Receipt Features)\n\nOnboarding, Sign up, Sign in, Forgot & Reset Password, Account Setup, Notification, Search & Filter, Help Center (FAQ & Customer Support), Profile, Settings, & More\n\n\n\n\n\nProduct Highlights:\n\n190+ Screens (iOS/Android Support)\n\n100% Editable & Customizable\n\nCompatibility: Figma\n\nLight & Dark Theme Included\n\nDesign System & Hundred of Components\n\nFully Auto Layout\n\nWell Organized Layers System\n\nUnique, Stylish & Modern\n\nUsed Google Free Fonts\n\nUsed Grid System\n\nPixel Perfect Design\n\nGlobal Styleguide\n\nEasily Drag & Drop Design\n\n\n\n\n\nNote: All images/photos inside & mockup design in the preview are included.\n\nAssets: Unsplash, Iconly, unDraw\n\n\n\n\n\nLicense:\n\nIf your end product including the item is going to be free to the end user then a Regular License is what you need. An Extended License is required if the end user must pay/charged to use the end product.\n\nRegular License:\n\n✅ Number of end products is 1\n\n✅ Use in a single end product\n\n✅ Use in a free end product (more than one end user allowed)\n\n✅ Used for ready-to-use FREE apps on the App Store and/or Play Store\n\n❌ Used for ready-to-use PAID apps on the App Store and/or Play Store\n\n❌ Use in an end product that's sold\n\nExtended License:\n\n✅ Number of end products is 1\n\n✅ Use in a single end product\n\n✅ Use in a free end product (more than one end user allowed)\n\n✅ Used for ready-to-use FREE apps on the App Store and/or Play Store\n\n✅ Used for ready-to-use PAID apps on the App Store and/or Play Store\n\n✅ Use in an end product that's sold\n\n\n\n\n\nWant to make a UI Kit Design request to me?\n\nPlease fill out the following google form:\n\nhttps://forms.gle/DUrWsvVggZvsqPEw7\n\n\n\n\n\nBecome an Affiliate and earn 30% commission on every sale 💰💰💰\nBecome an Affiliate\n\n\n\n\n\nHow to become an affiliate:\n\nYou register an account on Gumroad.\n\nYou fill out the form and submit an affiliate request.\n\nI will review and approve your affiliate request.\n\nCheck your email and follow the instructions.\n\nYou will get a unique affiliate link that can be shared with your audience.\n\nEveryone who buys a product with your affiliate link, you will get a commission of 30% of the product price.\n\nWithdraw commission money to your PayPal or Bank account.\n\nNow you are done. Congratulations! 🎉🎉🎉\n\n\n\n\n\n\n\n\n\nMake your project more awesome!\n\nConnect with me: sobakhul.munir527@gmail.com\n\n\n\n\n\nMore you can find me at:\n\nLinkedin | Instagram | Dribbble | Behance"
  },
  {
    "index": 73,
    "src": "https://public-files.gumroad.com/l70ca22yi886tko346unkyggb89t",
    "title": "Oberon - FUI / UI Animated sci-fi 3D stands set",
    "penjual": "Evgeny R",
    "ppSeller": "https://public-files.gumroad.com/u8dbzbgihp5ogepp2moagycxaq03",
    "linkSellerHref": "https://erodygin.gumroad.com/l/aQYQe?layout=discover&recommended_by=search",
    "price": "69",
    "sellerText": "The pack includes a set of professionally designed scifi 3D stands and tables with high resolution animated UI screens textures. Use it to build a scene for your game, film, motion design project or any other digital product.\n\n\n\n\nSci-fi consoles / display stands set:\n\n12 highly detailed animated sci-fi screen textures;\n\n6 different shape and size 3D stands and tables;\n\n2 sets of textures: high resolution set (texture size up to 4096x2048) and low resolution set (texture size up to 2048x1024);\n\nUnity package and Unreal engine 4.27 scenes;\n\nSupport to all major 3D packages;\n\nLifetime updates.\n\nThe Adobe Fonts type family used in the project is Industry.\n\nFormats: .Blend, .FBX, .MP4, .PNG, .UnityPackage, Unreal Project (v4.27).\n\n\n\n\n\n\n\n\n\nTexture animation example\n\n\n\n\n\nBlender\n\n\nCinema 4D\n\n\nUnity 3D\n\n\nUnreal Engine\n\n\nOverview\n\n\nThank you for your support.\n\n\n\n\n\nwww.make2digital.com\n\n"
  },
  {
    "index": 74,
    "src": "https://public-files.gumroad.com/q5glnvc0d24f2h3993c3xnia4dok",
    "title": "Blueberry CRM - Dashboard Template",
    "penjual": "Akveo.Design",
    "ppSeller": "https://public-files.gumroad.com/t36fcf0oy88vycaid89t3kauu40r",
    "linkSellerHref": "https://akveo.gumroad.com/l/blueberrycrm?layout=discover&recommended_by=search",
    "price": "19",
    "sellerText": "Blueberry CRM is an online sales application template containing a range of diverse UI components. Using them you will speed up the design process of your product, or simply get inspiration. Blocks are based on Eva Design System and are highly flexible and fully customizable.\n\n\n\nDemo:\n\nDemo version of Sketch file could be found here DEMO VERSION\nPresentation on Behance\n\n\n\n\n\n\n\n\nThe template includes the most necessary pages for each CRM:\n\n\n\nDashboard;\n\nLogin & Registration;\n\n\n\nCustomers List / Profile / Add / Edit;\n\n\n\nCustomer's Analytics;\n\n\n\nProduct's Analytics;\n\n\n\nProducts List / Add;\n\n\n\nOrders List / View / Add;\n\n\n\nInvoices List / View;\n\n\n\nCalendar Day / Week / Month / Schedule;\n\n\n\n\nWhat's inside:\n\n25 ready-made pages for CRM application;\n\n480 Icons (Eva Icons);\n\n\n\nLarge Component Library including 490+ Symbols (Cards, Charts, Table, Calendar, Buttons and etc.);\n\n\n\nColor & Typography guidelines;\n\n\n\n\nFeatures:\n\nAuto layout;\n\nWell organized layer & typography styles;\n\n\n\nFlexible building of tables and calendar;\n\n\n\nEasy customization for your brand;\n\n\n\nResizable components library with nested symbols and overrides.\n\n\n\n\n\nVersions available\n\nSketch\n\n\n\n\n\n-----------------------------------------------\n\n\nContact: design@akveo.com\n\nOther Products: eva.design"
  },
  {
    "index": 75,
    "src": "https://public-files.gumroad.com/1qd75ucgc03u0a1slwxqz7p9mzvq",
    "title": "Synapse - AI UI Kit",
    "penjual": "FEATURE UI",
    "ppSeller": "https://public-files.gumroad.com/dtnbwpdcez4a9g94v89yzs37cp1w",
    "linkSellerHref": "https://featureui99.gumroad.com/l/synapse_ai_ui_kit?layout=discover&recommended_by=search",
    "price": "32",
    "sellerText": "⭐ Synapse - AI UI Kit\n\nThe Synapse AI UI Kit for Figma offers advanced features such as voice commands, image editing, photo generation, video generation, education assistance, code generation, and more.\n\nSynapse allows you to create multiple AI models for your users. With it, you can add custom chatbots and embed them on websites. You can select the AI model you want to chat with, manage the chat list, and more. Build your own AI chat app in minutes.\n\n🔥 Highlights\n\n860 exclusive pre-built templates\n\n200+ autolayout components\n\nGlobal styleguide included\n\nGlossy light + dark mode\n\nFree Google fonts\n\nCode (React, Tailwind CSS) coming soon\n\n⚙️Support:\n---------------------------------------------------------\nThank you for choosing Synapse - AI UI Kit. If you have any questions or issues, please contact us by email: smartui.designstudio@gmail.com\n\n💻Preview:\n🔥 This UI kit is perfect for\n\nDesigners, skip creating from scratch those complicated components along with every new project Use UI design kits to concentrate on important things, not on design routine.\n\nDevelopers, this design library allows you to learn or enhance design skills. Jump into a process, where you only need to drag and fit a block to build good-looking pages.\n\nManagers & CEOs, these templates are ready to be published for teams and provide an opportunity to quickstart massive prototyping immediately, save time and release apps faster.\n\nDrag, drop, and mix different parts to quickly build your own Smart AI Photo UI Kit.in a matter of minutes.\n\nEnjoy the live preview for incredible details of each design screen.\nWe are available for a new project, let's collaborate \n\nThank you for your purchase! 😉"
  },
  {
    "index": 76,
    "src": "https://public-files.gumroad.com/eum8i6y4js6hvlpihuxvponywm7m",
    "title": "NFT-Bloc Web3 NFT Marketplace",
    "penjual": "TwentyTwo t-2.io",
    "ppSeller": "https://public-files.gumroad.com/c9sxotiih7n2axfgcfkx49472xnq",
    "linkSellerHref": "https://the22.gumroad.com/l/NFT-Bloc?layout=discover&recommended_by=search",
    "price": "31",
    "sellerText": "Digital marketplace for crypto collectibles and non-fungible tokens (NFTs). Buy, sell, and discover exclusive digital items.\n\nNFT-Bloc allows buying, selling, sending, and even creating exclusive NFTs and collections. In addition, NFT-Bloc also has the ability to buy, sell and send multiple NFTs of the collection in one go.\n\nFull review:\n\nhttps://www.figma.com/file/oeEMmp164p79B4VDdX7wLB/NFT-Bloc-Figma-Preview?t=ilhriwvxgedYGS0m-6\n\n\n\n\nAbout NFT-Bloc\n\n1. Color & Font Style\n\nThe color system and fonts are clear, you can add or customize them as you like.\n\n2. Component Library\n\nThe component library is available in a variety of cases and states.\n\n3. Color System\n\nBuilt-in light to dark colors with multiple levels, quick to customize.\n\n4. Built on the principles of Ant Design\n\nThis UI Library was built on the principles of Ant Design and optimized for Figma. Save hundreds of hours and use React, Angular, or Vue library to have your projects developed. The system is frequently updated and used by the best companies.\n\n\n\n\n\nFeatures in NFT-Bloc\n\n- Connect wallet (6 Screens)\n\n- Discover (8 Screens)\n\n- Collection (5 Screens)\n\n- Bid NFT (17 Screens)\n\n- Buy NFT(11 Screens)\n\n- Offer NFT(5 Screens)\n\n- Report (5 Screens)\n\n- User's Profile (9 Screens)\n\n- Account profile (9 Screens)\n\n- Sell NFT(20 Screens)\n\n- Send NFT(12 Screens)\n\n- NFT on sales(17 Screens)\n\n- Create & Import collection (8 Screens)\n\n- Account's offer& activities (5 Screens)\n\n- Verify collection & Create NFT(12 Screens)\n\n- Create Coupon (15 Screens)\n\n\n\n\n\nHighlights\n\n- Neatly organized & layered\n\n- Customizable useful components \n\n- Component variants\n\n- Component auto layout\n\n- Color & Font Variables\n\n\n\n\n\nFile Include\n\n- 80+ Components\n\n- 100+ Styles\n\n- 50+ Premium Icons \n\n- 164 Screens Web app\n\n\n\n\n\nGoogle Free Font: Sora\n\nBestfont.pro: Fractul"
  },
  {
    "index": 77,
    "src": "https://public-files.gumroad.com/r7lqm301mx951i3c2su2yeqrdr6l",
    "title": "eCommerce Components Plugin for Figma - The Cart System",
    "penjual": "The Cart System",
    "ppSeller": "https://public-files.gumroad.com/eanj4dmlvaurewa9utu0cotktknr",
    "linkSellerHref": "https://artofthecart.gumroad.com/l/ecommerce-components-plugin?layout=discover&recommended_by=search",
    "price": "253",
    "sellerText": "Our plugin will give you access to hundreds of professional eCommerce UI components, sections, and templates ready to be customized for your brand, agency, creative and CRO work.*\n\nCOMPONENT CATEGORIES:\n\nGlobal Essentials\n\n- Buttons + eCommerce buttons\n\n- Inputs + eCommerce inputs\n\n- Qty selectors\n\n- Pricing components\n\n- Badges\n\n- Alerts (banners)\n\n- Tabs\n\n- Tooltips\n\n- Hotspots (w/ product cards)\n\n- Toggles\n\n- Image ratio swapping placeholders\n\n- Youtube, Vimeo, Custom video players\n\n- Galleries\n\n- Spacers & Dividers\n\n- integrated eCommerce icons\n\n- Social Signup\n\n- 3rd Party Buttons\n\nNavigation\n\n- Search & results\n\n- Headers\n\n- Footers\n\n- Navigation Menus\n\n- Pagination\n\n- Breadcrumbs\n\nForms\n\n- Atomic elements\n\n- Contact Us\n\n- Sign in / Sign up\n\nForms\n\n- Atomic elements\n\n- Contact Us\n\n- Sign in / Sign up\n\nProduct\n\n- Product Cards\n\n- Product Sections/grids\n\n- Filtering & Sorting\n\n-Category cards & Sections\n\n-Product details\n\n-Sale Callouts\n\n-Review\n\n-Atomic\n\nCheckout\n\n- Navigation\n\n- Mini Cart\n\n- Cart Review\n\n- Cart Summary\n\n- Shipping Details\n\n- Payment Details\n\nSocial / UGC\n\n- Testimonials\n\n- Social\n\n- Chat\n\nPage Content\n\n- Content Cards & Sections\n\n- Tabbed Content\n\n- Headlines\n\n- Hero\n\n- Benefits/ UVP/USP\n\n- Stats\n\n-Articles\n\n-Subscription\n\n-Store Locator / Details\n\nPrivacy & Security\n\n- Cookies\n\n- Captcha\n\n- Credibility\n\n\nDEEP FUNCTIONALITY\n\n- multiple variants\n- multiple states\n- accounts for various scenarios\n- multiple product card starters\n- a robust collection of filters\n- various listing page elements\n- various pagination\n- currency and language selectors\n- menus and navigation options\n- auto layout enabled\n- desktop-mobile swapping\n- light-dark theme swapping\n- image ratio swapping\n- integrated eCommerce icons\n- web compliance consideration\n- only the best UX UI patterns\n- Shopify & Magento specific components\n\n\n\n\nExpect regular updates, improvements, and new additions as part of the subscription.\n\n*Once you enable our plugin and use the components in your eCommerce design work per the licensing agreement. (Basically, you can use the features for client and personal projects but not in anything that will be sold on an online marketplace, reconfigured, remixed, or broken apart and redistributed.)\n**More info about our design system at:\nartofthecart.com/cart-system"
  },
  {
    "index": 78,
    "src": "https://public-files.gumroad.com/nuofq8ohrusciy9ejfsoye6ypo69",
    "title": "Xela UI Kit - Figma design system. Mobile & Desktop templates",
    "penjual": "Alexander.G",
    "ppSeller": "https://public-files.gumroad.com/wi92g7xk2wmoybyl790js42jx70x",
    "linkSellerHref": "https://alexanderg.gumroad.com/l/xela-ui-kit?layout=discover&recommended_by=search",
    "price": "128",
    "sellerText": "1900+ variants of 30 components categories to craft perfectly shaped desktop & mobile apps. Powered by Figma auto-layout 3.0, modern styleguides and free Nunito Sans font. Customizable & Adjustable dashboard design system with 70+ ready-to-use app layouts. You can modify them or use as it is to save time and never design from scratch again. Xela UI kit is a well-organized library to help you learn Figma and take your UI design skill to the next level!\n\n👉 Preview in Figma / Visit website\n\n\n\n\nProduct highlights:\n\n1900+ variants of components based on ↔ Auto-layout and paginated into 30 sections\n\n\n\n70+ dashboard templates for Mobile & Desktop apps. 10 most popular categories\n\n175+ additional UI widgets to help you design apps for a wide range of niches\n\nProven design system quickstarter in Figma for startups, freelancers, or solopreneurs\n\nDesigners, skip creating from scratch those complicated components along with every new project in Figma. Use XELA to concentrate on important things, not on pixel routine\n\nDevelopers, this design library allows you to learn or enhance design skills. Jump into a process, where you only need to drag and fit a block to build good-looking pages\n\nManagers & CEOs, these templates are ready to be published for teams and provide an opportunity to quickstart massive prototyping immediately and save\n\n\n\n\n\nRefund policy • Licensing agreement • More Figma templates"
  },
  {
    "index": 79,
    "src": "https://public-files.gumroad.com/vn5ono4yrw5pn6p2dy3qdrj8ceoy",
    "title": "Navel - Nature Travel Expedition & Booking App Figma UI Kit 🌎",
    "penjual": "Rafiq | YDNTKWIA",
    "ppSeller": "https://public-files.gumroad.com/l26qiqjj71n6pjhcgjy79y149m5w",
    "linkSellerHref": "https://ydntkwia62.gumroad.com/l/ntsvu?layout=discover&recommended_by=search",
    "price": "29",
    "sellerText": "💰 SPECIAL DISCOUNT! 💰\n\nUse voucher code \"HAPPY20\" when checkout to get extra 20% OFF works for all products including all bundling products & only valid for a limited uses!. You can also use the voucher to get MEGA BUNDLE All 12+ UI Kits in 1 for only $670+ $76!🔥\n\nGrab it fast only 7 quotas are remaining!\n\n🌴 Navel - App concept for Nature Travel Expedia.\n\nThis app helps people to find and book beautiful nature travel around them or in another country around the world. This UI Kit also has a bunch of features such as quick login using face id, Booking for your dream travelling, Bookmark for your next plan, and much more features for your best travel experience.\n\n🎨Navel full presentation in Behance👈\n💲(Optional) Alternative Purchase from UI8 or Figma Community 👈\n🔥Update List :\n\nApril 16, 2024\n\nCategorizing screens to be more well-organized ✔️\n\nAdding iOS status bar & home navigation on every screen ✔️\n\nOctober 12, 2021\n\nLight mode added ✔️\n\nAugust 29, 2021\n\nLower price ✔️\n\n📦Screens category list :\n\nProduct Tour\n\nLogin\n\nForgot Password\n\nRegister\n\nAccount Setup\n\nHome\n\nSearch\n\nDestination Details\n\nDestination Review\n\nCreate Booking\n\nExplore\n\nBookmark\n\nProfile\n\nBooking Detail\n\n\n\nFree Bonus! 🥳\n\n🎁 By buying this product you'll get a bonus 40% discount voucher code to buy 3 random YDNTKWIA products for your next purchase\n\nWant to save more on your project budget? 🔥\n\nSave your time, money and reduce your projects costs with this Bundle! get our Mega Bundle All UI Kit 12+ in 1 with more than 715+ Screens and 2000+ Components worth over $670+ for only $76! · Click in here 👈\n\nLooking for more affordable bundle?\nGet this UI kit with BUNDLE 4 in 1 - Travel & Tourism Apps! 🌟\n\nIn this bundle, you'll get 4 UI Kits Travel & Tourism apps with more than 255+ Screens and 730+ Components worth over $120+ for only $47! · Click in here 👈\n\nOur Bundle Collections 🤩\n\nCheck out our UI Kit product bundle collection and save up to 88% OFF!\n\n🌎 UI Kit Bundle 4 in 1 - Travel & Tourism App · Preview\n\n🛒 UI Kit Bundle 4 in 1 - eCommerce & Finances App · Preview\n\n👨‍⚕️ UI Kit Bundle 4 in 1 - Healthcare & Sports App · Preview\n\n📌 MEGA Bundle 12+ in 1 All Product Mobile App UI Kits · Preview\n\n\n\n\n\nWant to try another UI Kit from me? go check in my profile 👈\nThere are more amazing UI Kit in my profile such as 🛒Grocery, 🌍Travel, 🍳 Food Recipes, 📰 Mobile News, 💉 Health, 🏢 Real Estate, 💵 Finance, 🚴‍♂️ Sport and many more 🔥\n\n\n⚠️Warning! Please don’t be that guy who changes a few things and re-upload it on Dribbble/Behance/whatever as his own. That’s not cool.\n\nNeed help to use this UI kit? feel free to mail me at ydntkwia.info@gmail.com\n\nThank you for your purchase! 😉\n\n\n\n\n\nInstagram | Behance | Dribbble | Donation/Tips🎁"
  },
  {
    "index": 80,
    "src": "https://public-files.gumroad.com/ifssuodm3xoti7hid6b6wzbc9qnr",
    "title": "Figma Mobile X UI kit — iOS & Android app templates",
    "penjual": "Setproduct",
    "ppSeller": "https://public-files.gumroad.com/rqkv07h9es76thtg42psm1l00qym",
    "linkSellerHref": "https://setproduct.gumroad.com/l/mobile-x?layout=discover&recommended_by=search",
    "price": "98",
    "sellerText": "Mobile-X for Figma is a universal and styled UI kit that fits both iOS / Android app design purposes. Based on iOS specs adopted to 8dp grid and compatible with Android as well. Loaded with a huge collection of hi-end components with Auto-layout, and maintained as 157 dark & light screens which are ready to use. Made with free popular fonts (OFL): Spline Sans, Outfit, Inter, Poppins, Manrope.\n\nContains 20 components, 869 variants, 157 mobile app templates \n\n👉 Figma preview · Duplicate to try · Users' reviews\nHighlights:\n\n20 components with 869 variants. Buttons, Inputs, Lists, App bars / Headers, Tab bars / Navigation, Segmented tabs, Calendars, Timepickers, Popovers / Drawers, Charts, Cards, Tables, Snackbars, Sliders, Tooltips, Widgets, Switches, Rating stars and etc. ↔ Auto-layout supported.\n\n150+ detailed app templates. Cards, Charts, Date & Time, Dashboards, Data grids, Inputs, Drawers, List items, Product details, Player, Popover menus, Settings, Selection, Start screen ✍ Named, Organized, Dark & Light.\n\nFits for Android / iOS / web apps. This kit fits any mobile OS. Based on iOS specs adopted for the 8dp Android grid. No more surprising 5, 7, 11, etc paddings. Recommended to code with Flutter.\n\nDark & Light themes considered. Use Figma’s Variants to swap components into the night mode. Each template supported by instance restyled into a dark theme. Modify master screen, then detach, if necessary.\n\n\n\n\nwww.setproduct.com/mobile-x\n\nFor businesses & startups\n\nMobile-X is aimed at serious teams where designers and coders will collaborate more efficiently. Our product saves your time, money and pushes the release.\n\nFor developers\n\nOur Figma resource allows you to learn or enhance interface design skills. Simply dip into the design process, where you only need to drag, drop and fit. That’s it!\n\nFor designers\nStop creating again and again those boring UI bits along with every new project started. Use our Figma design systems to kickstart and never design from scratch.\n\nLicensing agreement • More for Figma\n\n"
  },
  {
    "index": 81,
    "src": "https://public-files.gumroad.com/zkm6fm2lj46z6lpn7oypekxb1nph",
    "title": "Dlex Startup mobile apps",
    "penjual": "Dlex",
    "ppSeller": "https://public-files.gumroad.com/qlv6xhnoh7ijki5bmrsukdzpo18o",
    "linkSellerHref": "https://dlex.gumroad.com/l/dlex-startup-mobile-apps?layout=discover&recommended_by=search",
    "price": "28",
    "sellerText": "https://dlex.io\n\nA complete design system with 70 pre-built screens for mobile apps to enable you to kick-off your mobile app design.\n\nPreview Light   -   Preview Dark\n\n\n\n\nWhat included?\n\n\n\n\nLight & Dark\n\n70 screens\n\n10 types of screens\n\nGlobal Style (color and fonts)\n\n120 Components\n\nVariants ready\n\nAuto Layout ready\n\nWell organized\n\n\n\n\n\nWhat you can do with the product?\n\nDlex startup mobile apps provides you with all the basics that any mobile app would require to speed up your design process, it also provides you with a clean and modern visual language in light and dark, and global style guide with all the basic components for Figma."
  },
  {
    "index": 82,
    "src": "https://public-files.gumroad.com/rh00bpku4p5s7lotdi5irgkzjcwh",
    "title": "Dashboard UI kit bundle - Default + Dark theme",
    "penjual": "Setproduct",
    "ppSeller": "https://public-files.gumroad.com/rqkv07h9es76thtg42psm1l00qym",
    "linkSellerHref": "https://setproduct.gumroad.com/l/figmadashboard?layout=discover&recommended_by=search",
    "price": "116",
    "sellerText": "Figma modular design system kit bundle from Setproduct. Use \"S8\" design library in both of awesome light and dark styles to create stunning dashboards in Figma. We've got each component is covered to design and release a project faster! Save 30% by purchasing two design libraries together.\n\nWhat's included\n\nS8 Dashboard kit (default) · Figma preview\n\nS8 Dashboard kit (dark) · Figma preview\n\nMade for Designers\n\nStop creating from scratch the same buttons, icons and modules along with every new project started. Use our products to accomplish your tasks faster\n\nDevelopers\n\nOur Figma libraries will let you dip into the design process, learn or enhance prototyping skills. Jump into the design process, where you only need to drag and fit a fine component\n\nOrganizations & Teams\n\nOur every design system is ready to be published for team purposes and provides an opportunity to quickstart massive prototyping immediately\n\nLicensing agreement • Other Figma products"
  },
  {
    "index": 83,
    "src": "https://public-files.gumroad.com/pxwdcvos82xqpo11d9qam7iwotpk",
    "title": "Overpay - Finance Dashboard UI Kit",
    "penjual": "Unix Studio",
    "ppSeller": "https://public-files.gumroad.com/smpp4entoc73ee7arlgecrij5qs4",
    "linkSellerHref": "https://unixstudio.gumroad.com/l/overpay---finance-dashboard-ui-kit?layout=discover&recommended_by=search",
    "price": "24",
    "sellerText": "Overpay - Finance Dashboard UI Kit\n\nOverpay is a Premium and High-Quality Finance Dashboard UI Kit with 55+ high-quality screens and easy to use in Figma. New update available Responsive Design. Available in Light & Dark theme.\nThe UI Kit is suitable and easy to fully customize for any kind app finance, fintech dashboard and related projects, also the screens is usable for other product design as well.\nThe UI Kit leverages all Figma features, including design system, typography, iconography, dynamic components & variants.\n\n🔥Highlights\n\n55+ High-Quality Screens\n\nLight & Dark Theme\n\nDesign System & Style Guide\n\nNeatly Organized & Layer\n\nCustomizable Useful Components\n\nResponsive Design\n\n⚙️Support:\n---------------------------------------------------------\nThank you for choosing Overpay - Finance Dashboard UI Kit. If you have any questions or issues, please contact us by email: unix.designstudio@gmail.com\n🔎Figma Community\nPreview on Figma\n🤑 Special Voucher Code\nUse \" unixstudio24 \" when checkout to get 20% off!\nOnly 12 quotas left to use, get it fast before too late!\n\n💻Preview:\n\n🔥 This UI kit is perfect for\n\nDesigners, skip creating from scratch those complicated components along with every new project Use UI design kits to concentrate on important things, not on design routine.\n\nDevelopers, this design library allows you to learn or enhance design skills. Jump into a process, where you only need to drag and fit a block to build good-looking pages.\n\nManagers & CEOs, these templates are ready to be published for teams and provide an opportunity to quickstart massive prototyping immediately, save time and release apps faster.\n\nDrag, drop, and mix different parts to quickly build your own Fintech Mobile App in a matter of minutes.\n\nEnjoy the live preview for incredible details of each screen.\nWe are available for a new project, let's collaborate \n\nMade for Designers, Developers & Teams\n👉Click my profile to see more great products\nGet more hight quality templates\nBecome an Affiliate and earn 30% commission on every sale 💰💰💰\nBecome an Affiliate\n\n\n\n\nThank you for your purchase! 😉"
  },
  {
    "index": 84,
    "src": "https://public-files.gumroad.com/wch91axi72uty8trter4l39xc5ve",
    "title": "Healthy Mart - Grocery App UI Kit",
    "penjual": "chouaib.ui",
    "ppSeller": "https://public-files.gumroad.com/cfkvfjlv3um5nt3qdl3x8547okuq",
    "linkSellerHref": "https://chouaibdesignr.gumroad.com/l/healthy-mart-ui-kit?layout=discover&recommended_by=search",
    "price": "180",
    "sellerText": "Overview\n\nHealthy Mart - is a high-quality pack of 77 screens designed to kickstart your grocery delivery projects and accelerate your design workflow. This kit is 100% compatible with iOS.\n\nWho should use this UI Kit?\nWe create Grocery App Kit for Startups, Design Agencies, UI/UX Designers, and App Developers.\n\n-----------------------------------------\n\nNeed help to use this UI kit? feel free to mail me at\n👉 Email: chouaibblgn@outlook.com\n👉 Whatsapp: +213782346218\n\n-----------------------------------------\n\nThank you for your purchase! 😉😉"
  },
  {
    "index": 85,
    "src": "https://public-files.gumroad.com/3vwhy9r6jmourd85alhxgcg9ehv9",
    "title": "Dashcom - Dashboard UI Kit",
    "penjual": "KL-Webmedia",
    "ppSeller": "https://public-files.gumroad.com/gs8sh4wzejj0h7g6l3y5mddw7bka",
    "linkSellerHref": "https://klwebmedia.gumroad.com/l/RaGuq?layout=discover&recommended_by=search",
    "price": "39",
    "sellerText": "Dashcom is a clean and modern dashboard UI Kit targeting a wide variety of use cases for web and mobile applications in light and dark mode. With 50+ different premade screens / templates, including 100+ of components, symbols and elements you are able to create your own unique design for your next project. It´s made from designers for designers and freelancers. All elements are fully editable with Adobe Photoshop, Adobe XD, Sketch and Figma. \n\n\n\n\nProduct Overview\n\n\n\n\nwww.dashcom-ui.com\n\n\n\n\n\nPreview Demo\nwww.dashcom-ui.com/demo\n\n\n\n\n\nFeatures\n\n\n\n\n\n50+ beautiful pre-made templates\n\n380 UI components\n\nStylguide included\n\n200+ elements, components, icons, symbols\n\nFree Icons included\n\nDark and Light mode\n\nBig library of UI elements\n\nVector shapes and elements\n\nCustom Infographics\n\nCompitable with Adobe Photoshop, Adobe XD, Sketch and Figma\n\n\n\n\n\n\n\n\n\nWhat do you get?\n\n\n\n\n\nStyleguide including 5 topics in light and dark mode\n\nStyleguide file formats .PSD, .XD, .FIG, .SKETCH\n\n50+ pre-made templates in file formats .PSD, .XD, .FIG, .SKETCH\n\npre-made templates in light and dark mode\n\nLicensing Agreement\n\n\n\n\n\n\n\n\n\n✅ free customer support\n\n\n\n✅ no plugins required\n\n\n\n\n\n"
  },
  {
    "index": 86,
    "src": "https://public-files.gumroad.com/5sar7bhgkvmnvj53ogxf8pwm006y",
    "title": "Data visualization app UI-kit",
    "penjual": "Kirill Lipovoi",
    "ppSeller": "https://public-files.gumroad.com/vdfo3ijneqh900vgdr8juigqx6uz",
    "linkSellerHref": "https://kirillsukhov.gumroad.com/l/data-kit?layout=discover&recommended_by=search",
    "price": "0",
    "sellerText": "The data visualization application UI kit contains 76 screens and 103 ready-made data display components. Radial Bar Charts, Angular Gauges, Donut Charts, Bar Charts, Line Graphs, Progress bars, Card Widgets and more to display any type of data. Best for financial, crypto, banking and sports app.\n\nUI-kit is designed using auto-layout, components and variants, allowing you to quickly edit screens and create new ones. The design system has equipped typography, color styles, iconography and components. Made with Free Google font pair.\n\nData visualization app UI-kit gives you well organized symbols and layers with clear structure.\n\n⚙️ Current version: 1.28 August 2, 2023\n\n🧢 Behance presentation\n\n📥 Any questions and help: kirill_sukhov@icloud.com | lipovoikirill.work\n\n\n\n\nLast Update\n\nUpdate v 1.28 |  August 2, 2023\n\nIn version 1.28 added added 4 new screens. There are 7 new widgets for finance and workouts.\nPreview\n\nPrevious updates"
  },
  {
    "index": 87,
    "src": "https://public-files.gumroad.com/d6h4q40kq9sivwb1x9ddicunnpyg",
    "title": "Material Me + Appka Mobile Kit ▹▹▹ BUNDLE -30%",
    "penjual": "MaterialMe",
    "ppSeller": "https://public-files.gumroad.com/r2npjvr5mbl5gei9ny8c0ykw5ttq",
    "linkSellerHref": "https://felixco.gumroad.com/l/materialme-appka-bundle?layout=discover&recommended_by=search",
    "price": "210",
    "sellerText": "Material Me UI kit is a web-optimized design system with 2600+ variants for 37 components and 250+ ready-to-use app layouts crafted for Figma.\nBased on Material Design 3 (aka Material You) guidelines, this design system enhanced with Tailwind CSS colors and uses Readex Pro font, which is free and similar to Google Sans.\n\nEach dashboard template inside is assembled for desktop, tablet & mobile viewports and represented within a range of color variations, including dark theme.\n\n👀 Figma preview (Material Me) · Website\n\nAppka is a customizable & adjustable iOS design system with 4100+ variants for 28 components and 280+ ready-to-use app layouts crafted for Figma. You can edit, modify, or use them as it is to save time and never design from scratch again. Contains dark & light themes, based on free font Archivo.\n\n👀 Figma preview (Appka)\n👌 For whom it helps\n\nDesigners, skip creating from scratch those complicated components along with every new project in Figma. Use UI kits to concentrate on important things, not on design routine.\n\nDevelopers, this design library allows you to learn or enhance design skills. Jump into a process, where you only need to drag and fit a block to build good-looking pages.\n\nManagers & CEOs, these templates are ready to be published for teams and provide an opportunity to quickstart massive prototyping immediately, save time and release apps faster.\n\nLicensing agreement "
  },
  {
    "index": 88,
    "src": "https://public-files.gumroad.com/et4umfajzorgapqiz3p2tgzyg8h1",
    "title": "Finlab - Finance Dashboard UI Kit",
    "penjual": "Unix Studio",
    "ppSeller": "https://public-files.gumroad.com/smpp4entoc73ee7arlgecrij5qs4",
    "linkSellerHref": "https://unixstudio.gumroad.com/l/finlab---finance-dashboard-ui?layout=discover&recommended_by=search",
    "price": "28",
    "sellerText": "⭐ Finlab - Finance Dashboard UI Kit\n\nFinlab is finance dashboard UI Kit with clean, neat, and modern style. Finlab UI Kit contains 60+ high-quality screens with 30 dashbboard screens and 30+ responsive view.\nFinlab UI Kit is suitable and easy to fully customize to fits your needs. Finlab UI Kit gives you well layered and organized design, pixel perfect design, free amazing font, and supporting components to make it easier.\n\n🔥 Highlights\n\n60+ High-Quality Screens\n\nEasy Customizable\n\nPixel Perfect\n\nOrganized Layers\n\nStyleguide Included\n\nResponsive View\n\n⚙️Support:\n---------------------------------------------------------\nThank you for choosing Finlab - Finance Dashboard UI Kit. If you have any questions or issues, please contact us by email: unix.designstudio@gmail.com\n🤑 Special Voucher Code\nUse \" unixstudio20 \" when checkout to get 20% off!\nOnly 12 quotas left to use, get it fast before too late!\n\n💻Preview:\n\n🔥 This UI kit is perfect for\n\nDesigners, skip creating from scratch those complicated components along with every new project Use UI design kits to concentrate on important things, not on design routine.\n\nDevelopers, this design library allows you to learn or enhance design skills. Jump into a process, where you only need to drag and fit a block to build good-looking pages.\n\nManagers & CEOs, these templates are ready to be published for teams and provide an opportunity to quickstart massive prototyping immediately, save time and release apps faster.\n\nDrag, drop, and mix different parts to quickly build your own Finlab - Finance Dashboard UI Kit in a matter of minutes.\n\nEnjoy the live preview for incredible details of each screen.\nWe are available for a new project, let's collaborate \n\nunix.designstudio@gmail.com\n\nMade for Designers, Developers & Teams\n👉Click my profile to see more great products\nGet more hight quality templates\nBecome an Affiliate and earn 30% commission on every sale 💰💰💰\nBecome an Affiliate\n\nThank you for your purchase! 😉"
  },
  {
    "index": 89,
    "src": "https://public-files.gumroad.com/gteqpfusobv0mizmtid01h9mo34j",
    "title": "Hume - Dating App UI Kit",
    "penjual": "Sobakhul Munir Siroj",
    "ppSeller": "https://public-files.gumroad.com/65p10q8ngkksaf9s6ix3ib10ajgs",
    "linkSellerHref": "https://munirsr.gumroad.com/l/hume?layout=discover&recommended_by=search",
    "price": "34",
    "sellerText": "Check out the full preview of this product:\n\nhttps://drive.google.com/drive/folders/1MvlbyGqEdHvcuShf1AxW5gjnfMNAKcEz?usp=sharing\n\n\n\n\nHume is a Premium & High Quality UI Kit with All Full Features of Dating, Social Media, Chat, Love, & Meet App. Hume came with unique style and niche, you can easily edit and customize all elements with design components which can speed up design process for your projects. Everything is integrated with the design system, so you only need to change the color, logo, text, and so on in the design system, then the entire design screen will automatically change.\n\n\n\n\n\nHume support for iOS/Android (design system included) and 130 screens which is 100% editable & customizable. Designs are available in Figma. In addition, the design is also equipped with a version of Light & Dark Theme.\n\n\n\n\n\n\n\nHume is designed in a trendy and modern way, with all layers well organized. Hume is equipped with a design system with hundred of components. The Design System has been equipped with typography, iconography, color styles, components, variants, elements, buttons, input forms, alerts, avatars, checkboxes, chips, grids, toggles, and many others.\n\n\n\n\n\n\n\nIn addition, the application design in figma has been designed with fully auto layout, so it is very adaptive if you want to edit, delete, or add some parts. If you are not familiar with auto layout, you can turn it off by right-clicking the layer, and selecting remove auto layout.\n\n\n\n\n\nHume UI Kit is suitable for:\n\nOnline Dating App\n\nSocial Media App\n\nMessenger/Chatting App\n\nLove & Meet App\n\nFriends & Social App\n\n\n\n\n\nMain App Features:\n\nDating App UI Kit with complete features & details\n\nFind the Match that suits you & with Advanced Filter\n\nFind Matches nearby & around you with Maps\n\nMatch peope list & VIP/Premium Subscription Features\n\nIn-App Messaging with your Match (Chat, Voice & Video Calls)\n\nOnboarding, Sign up, Sign in, Forgot & Reset Password, Advanced Account Setup, Help Center (FAQ), Profile, Settings, & More\n\n\n\n\n\nProduct Highlights:\n\n130 Screens (iOS/Android Support)\n\n100% Editable & Customizable\n\nCompatibility: Figma\n\nLight & Dark Theme Included\n\nDesign System & Hundred of Components\n\nFully Auto Layout\n\nWell Organized Layers System\n\nUnique, Stylish & Modern\n\nUsed Google Free Fonts\n\nUsed Grid System\n\nPixel Perfect Design\n\nGlobal Styleguide\n\nEasily Drag & Drop Design\n\n\n\n\n\nAssets: Unsplash, unDraw\n\nLicense:\n\nIf your end product including the item is going to be free to the end user then a Regular License is what you need. An Extended License is required if the end user must pay/charged to use the end product.\n\nRegular License:\n\n✅ Number of end products is 1\n\n✅ Use in a single end product\n\n✅ Use in a free end product (more than one end user allowed)\n\n✅ Used for ready-to-use FREE apps on the App Store and/or Play Store\n\n❌ Used for ready-to-use PAID apps on the App Store and/or Play Store\n\n❌ Use in an end product that's sold\n\nExtended License:\n\n✅ Number of end products is 1\n\n✅ Use in a single end product\n\n✅ Use in a free end product (more than one end user allowed)\n\n✅ Used for ready-to-use FREE apps on the App Store and/or Play Store\n\n✅ Used for ready-to-use PAID apps on the App Store and/or Play Store\n\n✅ Use in an end product that's sold\n\n\n\n\n\nWant to make a UI Kit Design request to me?\n\nPlease fill out the following google form:\n\nhttps://forms.gle/DUrWsvVggZvsqPEw7\n\n\n\n\n\nBecome an Affiliate and earn 30% commission on every sale 💰💰💰\nBecome an Affiliate\n\n\n\n\n\nHow to become an affiliate:\n\nYou register an account on Gumroad.\n\nYou fill out the form and submit an affiliate request.\n\nI will review and approve your affiliate request.\n\nCheck your email and follow the instructions.\n\nYou will get a unique affiliate link that can be shared with your audience.\n\nEveryone who buys a product with your affiliate link, you will get a commission of 30% of the product price.\n\nWithdraw commission money to your PayPal or Bank account.\n\nNow you are done. Congratulations! 🎉🎉🎉\n\n\n\n\n\n\n\n\n\nMake your project more awesome!\n\nConnect with me: sobakhul.munir527@gmail.com\n\n\n\n\n\nMore you can find me at:\n\nLinkedin | Instagram | Dribbble | Behance"
  },
  {
    "index": 90,
    "src": "https://public-files.gumroad.com/pvg6bjek814fc4wljt7zaz4nu03s",
    "title": "KyotoUI - Landing Page UI Kit for Figma",
    "penjual": "AKY X GROUP",
    "ppSeller": "https://public-files.gumroad.com/l8fymz8jho6a8t7yqdcte7nt651d",
    "linkSellerHref": "https://akyx.gumroad.com/l/kyotoui-tailwindcss-landing-page-kit?layout=discover&recommended_by=search",
    "price": "49",
    "sellerText": "The #1 Landing Page Builder for Figma ⚡️\n\nKyotoUI offers the world’s most extensive landing page kit optimized for significantly improving conversion rates and design quality.\n\nWith over 500+ Components, KyotoUI is the one thing you can’t afford NOT to have. With the 24/7 full support of the AKIDOO Team, you can finally reach your potential.\n\nProfessionals at the top of their game use this kit on a daily basis. Are you ready to become a REAL pro?\n\nWhy Choose KyotoUI?\n\n⭐️ Increase Your Client's Conversion Rate by 25%\n\nOur designs are created with increasing the value of any organization in mind.\n\n⭐️ 500+ Components & Variants\n\nEach component was made using Auto Layout 3.0. Designing for various desktop and mobile resolutions has never been so simple before!\n\n⭐️ 100+ Global Styles\n\nA beautiful collection of colors, gradients, typography styles, layout grids, images, mockups, blur styles, and shadows\n\n⭐️ TailwindCSS Ready\n\nThe structure of the utility classes from Tailwind CSS can be found throughout the kit, for a better UI process.\n\n⭐️ Dark & Light Mode\n\nOur components are accessible in both dark and light mode, so you can integrate them easily in your projects.\n\n\n"
  },
  {
    "index": 91,
    "src": "https://public-files.gumroad.com/ewj8gxrzr9jmpk27ow9hqiixzngn",
    "title": "sandow: AI Fitness & Nutrition Website",
    "penjual": "Strange Helix",
    "ppSeller": "https://public-files.gumroad.com/v0ozvcy4hhqan2uxwikvo9qwbtaz",
    "linkSellerHref": "https://strangehelix.gumroad.com/l/sandow?layout=discover&recommended_by=search",
    "price": "35",
    "sellerText": "🧬 Quote\n\n\"Train your mind and body, and the physique will follow.\"\n\n— Eugen Sandow\n\n📦 Product Description\n\nInspired by the father of Bodybuilding, sandow is a dynamic website template for your AI fitness & nutrition projects. 🏋️\n\nDesigned with energy & persistence, it empowers your users to navigate their fitness journey with confidence! 💪\n\n✨Product Highlights\n\n17 Extensive Pages, 2x Bonus Dashboard ✔\n\n80+ Unique Sections ✔\n\nMobile-First & Responsive ✔\n\nsandow Design System ✔\n\nsandow Icon Set ✔\n\nClean Layer & Naming ✔\n\nLifetime Update & Support ✔\n\nHolistic Design Principle ✔\n\nFont Included (Work Sans by Wei Huang, Google Font License)✔\n\n💾 File Formats\n\nSandow web template is available exclusively in Figma format for optimal performance, smooth collaboration & ease of updates. 🏃🥈\n\n📝 Changelogs\n\nKeep an eye out for upcoming updates! 👁🙌\n\nWe constantly refine the sandow web template based on current fitness & health trends. 👍\n\nv1.0: Initial sandow website v1.0 public release\n\nv1.1: Major Design System update: better variants & naming (inspired by ant, material design, untitled, carbon, etc). 3x additional page. 40+ UI Icons. Typography tweak. Optimized filesize.\n\n📜 Licensing & Usage Rights\n\n✔ Do:\n\nUse the web template for personal and commercial projects.\n\nCustomize and adapt the template to create unique web designs.\n\nIncorporate the template into websites and web design projects.\n\n‍\n\n❌ Don't:\n\nResell or distribute the web template as a standalone resource.\n\nUse the web template for illegal, harmful, or offensive purposes.\n\nClaim ownership of the sandow web template.\n\n‍\n\n🌟Product Reviews\n\nNo review is currently available - be the first to review the SH sandow Figma Web Template!\n\nLet's share your experience on how it improves your AI fitness & nutrition projects! 🍻🤛"
  },
  {
    "index": 92,
    "src": "https://public-files.gumroad.com/8ybz668uhafnzjo9xti6wifgfuwo",
    "title": "FUI / UI - Sci-fi windows and blocks vector set",
    "penjual": "Evgeny R",
    "ppSeller": "https://public-files.gumroad.com/u8dbzbgihp5ogepp2moagycxaq03",
    "linkSellerHref": "https://erodygin.gumroad.com/l/lvoGC?layout=discover&recommended_by=search",
    "price": "39",
    "sellerText": "Build your own futuristic layout with this set of professionally designed different size and shape scifi UI elements.\n\nThe set includes:\n\n20+ highly detailed FUI windows, frames and blocks;\n\nclean and organized editable vector files that you can adjust for your needs;\n\neasy to use After Effects project with linked Illustrator files for further edit and development.\n\nThe Adobe Fonts type family used in the project is Octin College\n\nFormats included: .ai, .eps, .svg, .psd, .png, .ae.\n\nPlease, check my video to find how to use it https://youtu.be/DzTHUEiQ2mg\n\n\n\n\nAdobe Illustrator\n\nAdobe Illustrator (outline view)\n\n\nEasy to work with vector files\n\n\n\n\n\nAdobe After Effects\n\n\nSimply drag & drop the elements into your new or existing project\n\nThank you for your support.\n\nwww.make2digital.com"
  },
  {
    "index": 93,
    "src": "https://public-files.gumroad.com/uujejm8q237z0fwu8munlbgh3g5q",
    "title": "Figma iOS UI Kit & Templates",
    "penjual": "FigmaThemes",
    "ppSeller": "https://public-files.gumroad.com/vy5wbq5lmeqbw3anip1wfvwl3qgk",
    "linkSellerHref": "https://figmathemes.gumroad.com/l/figma-ios-15?layout=discover&recommended_by=search",
    "price": "99",
    "sellerText": "Figma iOS UI Kit & Templates\n\nDesign iOS screens and apps faster than ever. Filled with hundreds of unique templates and even more well-crafted components, your next project will get the jump start it needs.\n\n▶️ Live Preview\n\n\n\n\nWhat's Included\n📱 390+ iOS Templates\n\nBuilt to the precise standards of Apple's Human Interface Guidelines, this robust template library covers the iOS platform, including light and dark-themed apps.\n\n✏️ 60 Wireframe Templates\n\nRobust collection of UX friendly iOS based wireframe templates included.\n\n💎 2,000+ Component Variants\n\nComprehensive component library built with constraints and auto layout, the Figma components are well built and highly flexible. Swap instances quickly with smartly organized variants.\n\n🪐 7,000+ Icons and Emojis\n\nThe full iOS icon library (SF Symbols) and Apple's emoji library are included. All assets are well labeled and categorized.\n\n🎨 Hundreds of Color, Text, and Effect Styles\n\nComplete iOS and extended color, typography, and effect styles, all included as easy to use Figma styles. Accessible colors, shadows, blurs and more are all ready to go.\n\n🖼️ Wallpapers and Mockups\n\nPresent your designs with style. iPhone mockups and a variety of iOS wallpaper backgrounds are included.\n\n\n\n\n\nFree and Consistent Updates\n\nMany UI kits boast about free updates, but we live it. This library is updated monthly, and often more frequently than that. Check the sidebar for the latest updated version. Purchase even includes future updates to iOS 16.\n\n\n\n\n\n\n\nBuilt for Figma\n\nThis is not a Sketch library repurposed to be a so-so Figma product. This was built solely for Figma and takes advantage of all of Figma's powerful features, including constraints, variants, and auto layout. Layers are smartly organized and labeled to be easy to find, use and edit. Avoid buying libraries that were made to be used with Sketch, XD, Photoshop and Figma as an afterthought.\n\n\n\n\n\nBuilt for Everyone\nBeginners and Students\n\nNew to Figma? This design system can help you learn about how auto layout works, how variants are constructed, and how to implement styles.\n\nPro UXers and Product Designers\n\nTotally know what you are doing? Great! The pre-built templates will save you tons of time and energy when creating your next app or mobile screens. And the component library ain't bad either. Drag and drop hundreds of components and quickly swap variants or use the component library as the basis of an entirely new design system.\n\n▶️ Live Preview\n\n\n\n\n\nFree Demo Version\n\nTry before you buy. Check out the Free Demo version.\n\n\n\n\n\nHelp and Support\n\nNeed support? Reach out to me with any questions, comments, or feedback. I love hearing from you guys, and want to know what you'd like to see added to this library in the future!\n\nContact Us | Give Feedback | FAQ"
  },
  {
    "index": 94,
    "src": "https://public-files.gumroad.com/0br4dztfqv9id2j4lhi9arbkzczo",
    "title": "Kiwi Design System",
    "penjual": "Kiwi Systems",
    "ppSeller": "https://public-files.gumroad.com/3az746rg70f2aou7erc9ik1h0u8r",
    "linkSellerHref": "https://kiwisystems.gumroad.com/l/KDS-MegaBundle?layout=discover&recommended_by=search",
    "price": "99",
    "sellerText": "👉 Preview in Figma 👈\n\nStreamline your design process with a straightforward, easy to use design system, all perfect for developing your product effectively and efficiently. Edit and fine tune according to your brand, all possible with the use of Master Components.\n\nWhat you'll be getting:\n\n8 themes (Basic, Light & Dark and 5 more vibrant colored themes)\n\n4500+ Components\n\n280+ Open Source Icons, both heavy and light styled\n\n100+ Premade design blocks\n\nCustomise everything to suit your brand with the help of Master Components\n\nExample UI's\n\nResponsive design for Desktop and Mobile\n\nVariants 3.0\n\nAuto-layout 3.0\n\nAll designed on an 8px based grid\n\nLifetime updates\n\nVersion 1.3 fixes:\n\nadded a base-icon layer for icon preservation between instances\n\nnested buttons components - instances don’t retain size when changing between them\n\nfixed Notification auto-layout settings\n\nfixed icon button sizing\n\nfixed input box to fill container\n\nfixed text only dropdown item master source component\n\ndiversified “Getting Started” chapter\n\nadded a “Master Components” playground file\n\nLooking for more options? Find out more about Kiwi Design System themes - visit our website 👋"
  },
  {
    "index": 95,
    "src": "https://public-files.gumroad.com/ruihhziyyurg73rnevxskvp42k8o",
    "title": "Figma iOS UI kit — Mobile design system «Most» for native apps",
    "penjual": "Setproduct",
    "ppSeller": "https://public-files.gumroad.com/rqkv07h9es76thtg42psm1l00qym",
    "linkSellerHref": "https://setproduct.gumroad.com/l/figmaios?layout=discover&recommended_by=search",
    "price": "98",
    "sellerText": "iOS native components and app templates organized into a «Most Design System» fully compatible with Human Interface guidelines. It's named, constrained and based on native iOS apps experience.\n\nAbout · Templates · ⚡ Open in Figma\n\nPlease, make sure you've downloaded recent Apple resources before you started:\n\nFonts for Apple platforms (at least SF Pro must be installed)\n\nApple SF Symbols font (to make icons work proper in Figma)\n\nMake sure you have Figma's font helper installed\n\nTroubleshooting (for Windows users)\n\nHow to open DMG files in Windows - Read here\n\nWhat you'll get:\n\n600+ components organized and served to speed-up the design mission for any kind of mobile products\n\n600+ iOS app templates configured for the latest iPhones at 414dp width and categorized into light & dark themes\n\nWe got everything is covered! Header & Footer bars, Buttons & Chips, Segmented tabs, Lists & Table view, Inputs, Popovers, Calendars and total 14 categories of native iOS components\n\n\n\n\nMore products for Figma"
  },
  {
    "index": 96,
    "src": "https://public-files.gumroad.com/37vaiecoul9i2hdxyy9ah5lf5z2v",
    "title": "Figma Dashboard UI kit — Material desktop templates",
    "penjual": "Setproduct",
    "ppSeller": "https://public-files.gumroad.com/rqkv07h9es76thtg42psm1l00qym",
    "linkSellerHref": "https://setproduct.gumroad.com/l/desktopsystem?layout=discover&recommended_by=search",
    "price": "98",
    "sellerText": "Figma dashboard UI kit based on desktop app patterns carefully handpicked from the most popular web apps. Contains 550+ components and 48 desktop templates (light and dark) in 1440px width each. You can remix and transform layouts according to your design mission. This asset helps to create better dashboards as it covers a wide range of ready-to-use templates.\n\nPreview in Figma\nHighlights:\n\n550+ dashboard components to let you build your design system. With proper resizing constraints\n\n48 desktop templates based on the most popular dashboard patterns. Light & Dark themes.\n\nWell-organized Dashboard UI kit to accelerate a workflow - everything you need is arranged in Figma Assets tab. Drag, drop and fit. That's it!\n\nMade with Colors & Fonts styles. Guidelines are adjustable. You're purchasing easy-to-customize Figma library.\n\nTemplates:\n\nDesktop dense layout, Analytics dashboard, Ecommerce template, Trading app, Community news, Planner app, Calendar full-screen, Kanban board, Messenger app, Production roadmap, CRM table-based, Gauge dashboard, Repository template, Profile, Traffic rank dashboard, Flowcharts app and more to come...\n\nMore products for Figma"
  },
  {
    "index": 97,
    "src": "https://public-files.gumroad.com/iws303d4jfz6ud1m4sd8ks7m10zf",
    "title": "DotiPad - Web3 Decentralized Launchpad",
    "penjual": "TwentyTwo t-2.io",
    "ppSeller": "https://public-files.gumroad.com/c9sxotiih7n2axfgcfkx49472xnq",
    "linkSellerHref": "https://the22.gumroad.com/l/dotipad?layout=discover&recommended_by=search",
    "price": "31",
    "sellerText": "With Dotipad, it will be possible to issue tokens and generate liquidity for the promising DOTI Projects and Ecosystems. Our goal is straightforward. Scalability is defined by automation, and trust is defined by protocols. Say welcome to Dotipad!\n\nFull Review:\n\nhttps://www.figma.com/file/3iArbhIcOzaByTq2sKES7M/DotiPad-(Full-Preview)?node-id=215%3A3283&t=lBQv8omLkOTPMHhs-0\n\n\n\n\nAbout Dotipad\n\n1. Color & Font Style\n\nThe color system and fonts are clear, you can add or customize them as you like.\n\n2. Component Library\n\nThe component library is available in a variety of cases and states.\n\n3. Built on the principles of Ant Design\n\nThis UI Library was built on the principles of Ant Design and optimized for Figma. Save hundreds of hours and use React, Angular, or Vue library to have your projects developed. The system is frequently updated and used by the best companies.\n\n\n\n\n\nFeatures in Dotipad\n\n- Change Network & Connect wallet (5 Screens)\n\n- Login/Create account (5 Screens)\n\n- Eligibility & Whitelists (3 Screens)\n\n- Dashboard of tokens (14 Screens)\n\n- Pairs token (2 Screens)\n\n- ILO’s (7 Screens)\n\n- Token locker of Investor (8 Screens)\n\n- Token minter (4 Screens)\n\n- Token locker of Owner & Developer (8 Screens)\n\n- Liquidity locker (8 Screens)\n\n- Liquidity withdrawal (8 Screens)\n\n- Create ILO (5 Screens)\n\n\nHighlights\n\n- Neatly organized & layered\n\n- Customizable useful components \n\n- Component variants\n\n- Component auto layout\n\n- Color & Font Variables\n\n\n\n\n\nFile Include\n\n- 120+ Components\n\n- 110+ Styles\n\n- 90+ Premium Icons \n\n- 77 Screens Web\n\n\n\n\n\nGoogle Free Font: Nunito"
  },
  {
    "index": 98,
    "src": "https://public-files.gumroad.com/n9onp8p16pjnedip3djuq1xrp9kh",
    "title": "AI Smart Chat - Chat Bot UI Kit",
    "penjual": "FEATURE UI",
    "ppSeller": "https://public-files.gumroad.com/dtnbwpdcez4a9g94v89yzs37cp1w",
    "linkSellerHref": "https://featureui99.gumroad.com/l/ai-smart-chat-bot-ui-kit?layout=discover&recommended_by=search",
    "price": "24",
    "sellerText": "😯 BLACKFRIDAY DEALS EXTENDED! 😲\n\nSale Off Black Friday 50%.Use it fast before too late, only available until 30 November 2023!\n\nADD CODE: BL50\n\nAI Smart Chat - Chat Bot UI Kit\n\nWelcome to the world of AI Chatbot UI Kit! As businesses strive to provide exceptional customer service and engagement, AI chatbots have emerged as a game-changer in the industry. With the help of AI-powered chatbots, companies can efficiently handle customer queries, automate mundane tasks, and enhance their overall customer experience.\n\n⚙️Support:\n---------------------------------------------------------\nThank you for choosing AI Smart Chat - Chat Bot UI Kit If you have any questions or issues, please contact us by email: smartui.designstudio@gmail.com\n\n💻Preview:\n\n🔥 This UI kit is perfect for\n\nDesigners, skip creating from scratch those complicated components along with every new project Use UI design kits to concentrate on important things, not on design routine.\n\nDevelopers, this design library allows you to learn or enhance design skills. Jump into a process, where you only need to drag and fit a block to build good-looking pages.\n\nManagers & CEOs, these templates are ready to be published for teams and provide an opportunity to quickstart massive prototyping immediately, save time and release apps faster.\n\nDrag, drop, and mix different parts to quickly build your own Finance Mobile App UI Kit in a matter of minutes.\n\nEnjoy the live preview for incredible details of each screen.\nWe are available for a new project, let's collaborate \n\nThank you for your purchase! 😉"
  },
  {
    "index": 99,
    "src": "https://public-files.gumroad.com/47kd7bkgrdpom4d3m54d3ojldj69",
    "title": "ARON Web UI Kit",
    "penjual": "laaqiq.design",
    "ppSeller": "https://public-files.gumroad.com/z66kbdnug8hpjslbokxjl7c9hy7o",
    "linkSellerHref": "https://laaqiq.gumroad.com/l/kUCDj?layout=discover&recommended_by=search",
    "price": "38",
    "sellerText": "ARON is the powerful web ui toolkit with clean and simple design. This pack helps you to prototype and design any website with ease. You can easily customize 280 elements in 9 categories with simple design style guide. All screens also have Light and Dark mode.\n\n\n\n\n280 Elements\n\n9 Categories\n\nLight and Dark mode\n\nStyleguide\n\nBootstrap grid\n\nEasy customize\n\n>>Also full presentation on my Behance page<<"
  }
]